[
    {
    'number': '201611071695.8',
    'abstract': '本发明涉及一种视频录制方法及装置，其中该方法包括：对所播放的视频的各帧图像逐帧进行面部特征识别；根据面部特征识别结果来确定在所述各帧图像中的录屏框的位置及尺寸；以及根据在所述各帧图像中的录屏框的位置及尺寸来对所述视频进行录制。根据本公开实施...',
    'name': '视频录制方法及装置',
    'proposer': '合一网络技术(北京)有限公司'
    },
    {
    'number': '201510641612.3',
    'abstract': '本公开提供一种视频录制方法及装置，该方法包括：通过摄像模块采集预设范围内的至少两个图像帧，并通过红外感应模块检测红外信号；根据图像帧变化情况及红外信号，判断是否有目标对象的移动；当有所述目标对象的移动时，存储所述预设范围内的图像帧，存储的连...',
    'name': '视频录制方法及装置',
    'proposer': '小米科技有限责任公司'
    },
    {
    'number': '201710089116.0',
    'abstract': '本发明实施例提供一种视频录制方法及装置，所述视频录制方法包括：通过摄像设备获取一时间段内的第一视频数据；获取所述电子终端显示界面在所述时间段内的显示画面，得到第二视频数据；接收用户对所述时间段内至少两个时间范围的视频设置操作；根据所述至少两...',
    'name': '视频录制方法及装置',
    'proposer': '成都依能科技股份有限公司'
    },
    {
    'number': '201410852271.X',
    'abstract': '本公开是关于一种视频录制方法及装置，属于智能设备领域。所述方法包括：接收移动终端发送的第一网络连接信息；根据第一网络连接信息获取与移动终端绑定的监控设备的第二网络连接信息；当第一网络连接信息与第二网络连接信息匹配时，向监控设备发送停止录制指...',
    'name': '视频录制方法及装置',
    'proposer': '小米科技有限责任公司'
    },
    {
    'number': '201510307365.3',
    'abstract': '本发明公开了一种视频录制方法及装置，属于计算机技术领域。所述方法包括：接收客户端发送的录制请求，所述录制请求用于请求对主播客户端发送的视频流进行录制，所述客户端为所述主播客户端或与所述主播客户端属于同一频道的用户客户端；在将所述主播客户端发...',
    'name': '视频录制方法及装置',
    'proposer': '广州酷狗计算机科技有限公司'
    },
    {
    'number': '201110294696.X',
    'abstract': '一种视频录制方法及视频录制装置。视频录制方法包括：根据储存空间及期望录制时间决定临限比特率；撷取视频数据；判断目前比特率是否大于临限比特率；当目前比特率不大于临限比特率，储存视频数据的预测画面；以及当目前比特率大于临限比特率，不储存预测画面...',
    'name': '视频录制方法及视频录制装置',
    'proposer': '中怡(苏州)科技有限公司'
    },
    {
    'number': '201110214680.3',
    'abstract': '本发明实施例公开了一种视频录制装置包括:网格模块,用于在显示视频的屏幕上设定由多个像素组成的检测标记。侦测模块,用于判断所述检测标记上是否有像素值被修改。选取模块,用于根据有像素值被修改的所述检测标记确定录制区域。录制模块,用于录制所述区域...',
    'name': '视频录制装置及视频录制方法',
    'proposer': '深圳市万兴软件有限公司'
    },
    {
    'number': '201310233786.7',
    'abstract': '本发明是关于一种视频录制方法和装置，其中，视频录制方法包括：步骤11，对特定的图像进行截图，将截取的图片存储到特定的磁盘中；步骤12，根据所述磁盘的可用空间大小，设置最大截图数量；步骤13，在所述磁盘中的所述图片的数量达到所述最大截图数量时...',
    'name': '视频录制方法和视频录制装置',
    'proposer': '建研防火设计性能化评估中心有限公司'
    },
    {
    'number': '201610365376.1',
    'abstract': '本发明公开了一种视频录制方法、装置及终端，在进行视频录制之前先生成数据缓存队列，然后进行视频录制获得视频录制数据后，将获得的数据存入数据缓存队列；在存入过程采用以下存储原则：当数据缓存队列存满时，删除当前该数据缓存队列中最先存入的视频录制数...',
    'name': '视频录制方法、装置及终端',
    'proposer': '努比亚技术有限公司'
    },
    {
    'number': '201610580630.X',
    'abstract': '本发明实施例提供了一种桌面视频录制方法及终端。本发明实施例提供的桌面视频录制方法，包括：确定桌面录像区域；启动录制系统，对所述桌面录像区域进行桌面视频录制。本发明实施例所提供的桌面视频录制方法，用户可以确定其感兴趣的桌面区域，并仅对所确定的...',
    'name': '一种桌面视频录制方法及终端',
    'proposer': '深圳天珑无线科技有限公司'
    },
    {
    'number': '201610686815.9',
    'abstract': '本申请提供了一种视频录制方法、终端及系统，视频录制终端通过在获得满足预设条件的视频数据对应的录制事件后，将基于该录制事件的发生时刻，获得针对该录制事件的视频录制时间范围，从而将视频录制终端在该视频录制时间范围内播放的视频数据标记为待录制视频...',
    'name': '视频录制方法、终端及系统',
    'proposer': '腾讯科技(深圳)有限公司'
    },
    {
    'number': '201510465309.2',
    'abstract': '本公开是关于一种视频录制方法和装置，属于信息技术领域。所述方法包括：获取视频录制装置周围的环境信息，所述环境信息用于表征所述视频录制装置周围的环境特征；检测所述环境信息是否满足预设条件；在所述环境信息满足所述预设条件时，启动视频的录制。本公...',
    'name': '视频录制方法和装置',
    'proposer': '小米科技有限责任公司'
    },
    {
    'number': '201611061616.5',
    'abstract': '本申请公开了一种视频录制方法及装置，用以解决采用现有技术在录制同一个视频文件的过程中，无法切换摄像头的问题。方法包括：根据接收到的录制指令，启动与录制指令对应的第一摄像头进行视频录制；当接收到摄像头切换指令时，响应于摄像头切换指令，将第一摄...',
    'name': '一种视频录制方法及装置',
    'proposer': '杭州联络互动信息科技股份有限公司'
    },
    {
    'number': '201610141138.2',
    'abstract': '本发明公开了一种视频录制方法及装置，该视频录制方法包括：视频数据采集；建立视频帧缓存；建立循环队列；建立写卡缓存a；将采集的视频数据写入循环队列,标示w；读循环队列，标示r,并写入卡缓存a；动态增减循环队列节点。该视频录制装置包括：视频采集...',
    'name': '一种视频录制方法及装置',
    'proposer': '深圳市极酷威视科技有限公司'
    },
    {
    'number': '201510382786.2',
    'abstract': '本发明实施例公开了一种视频录制方法及装置，其中，所述的视频录制方法包括：在录制视频时，对所选取的视频中的目标跟踪物体进行跟踪，基于跟踪结果确定所述目标跟踪物体的移动速度；根据所述目标跟踪物体的移动速度，调整当前视频录制帧率。采用本发明实施例...',
    'name': '一种视频录制方法及装置',
    'proposer': '广东欧珀移动通信有限公司'
    },
    {
    'number': '201610769831.4',
    'abstract': '本发明提出一种音视频录制方法及装置，通过判断画面移动侦测时间的发生以及提取画面的声音特征来进行视频的录制，本发明的音视频录制方法，能够更加精确的获得家庭生活中的精彩片段，自动过滤掉大量无聊的生活片段，避免了采集一些如仅仅为人走动的生活视频片...',
    'name': '音视频录制方法及装置',
    'proposer': '福建鼎心网络科技有限公司'
    },
    {
    'number': '201510690013.0',
    'abstract': '本发明实施例公开了一种视频录制的方法，包括：终端获取自身硬件支持的最高视频录制帧率；根据所述最高视频录制帧率录制慢速视频；根据当前环境光线进行延时摄像得到快动作视频；将所述快动作视频插入到所述慢速视频的前端和/或后端进行合成并输出合成后的视...',
    'name': '一种视频录制的方法及终端',
    'proposer': '广东欧珀移动通信有限公司'
    },
    {
    'number': '201510102042.0',
    'abstract': '本发明提供了一种视频录制方法和装置，该方法包括：接收视频录制指令，所述视频录制指令包括画面播放速度；查找与所述画面播放速度对应的视频帧画面采集速度；根据查找的所述视频帧画面采集速度采集视频图像，并将采集的视频帧图像保存为视频数据文件。本发明...',
    'name': '一种视频录制方法和装置',
    'proposer': '深圳市欧珀通信软件有限公司'
    },
    {
    'number': '201410141110.X',
    'abstract': '本发明公开了一种终端视频录制回放的方法及装置，涉及终端视频录制回放领域,能够解决因无法连续反应程序运行状态导致终端视频录制回放效率低的问题。所述方法包括：接收终端根据第一预设时间间隔发送的屏幕截图和根据第二预设时间间隔发送的终端的性能数据，...',
    'name': '终端视频录制回放的方法及装置',
    'proposer': '腾讯科技(深圳)有限公司'
    },
    {
    'number': '201610616036.1',
    'abstract': '本发明提出一种视频录制方法、装置及移动终端，该视频录制方法包括在用户触发锁定视频录制的视角时，获取待录制场景的视角，并作为目标视角；启动定时器计时，获取计时时间；判断计时时间是否达到预设时间阈值；如果计时时间达到预设时间阈值，则获取当前拍摄...',
    'name': '视频录制方法、装置及移动终端',
    'proposer': '广东欧珀移动通信有限公司'
    },
    {
    'number': '201710031201.1',
    'abstract': '本发明公开了一种视频录制方法及移动终端。该视频录制方法包括：在录制目标视频的过程中，接收移动终端用户输入的特效录制指令；获取所述特效录制指令对应的特效控制参数；根据所述特效控制参数，实时对录制中的所述目标视频进行特效处理。该视频录制方法及移...',
    'name': '一种视频录制方法及移动终端',
    'proposer': '维沃移动通信有限公司'
    },
    {
    'number': '201410838604.3',
    'abstract': '本公开提出一种视频录制方法，所述方法包括：基于预设时间间隔采集视频帧；判断采集到的视频帧的画面是否发生变化；当判断出所述视频帧的画面发生变化时，开启视频录制，并在预设时长周期内持续录制。本公开可以避免对画面未发生变化的冗余视频进行备份，从而...',
    'name': '视频录制方法和装置',
    'proposer': '小米科技有限责任公司'
    },
    {
    'number': '201610488542.7',
    'abstract': '本发明提供了一种视频录制的方法及移动终端，其中，所述方法包括：在视频录制过程中，当检测到移动终端的用户对视频参数的调整操作时，暂停所述视频的录制，并获取所述移动终端的用户输入的视频调整参数；基于所述视频调整参数，对移动终端的编码器的进行适配...',
    'name': '一种视频录制的方法及移动终端',
    'proposer': '维沃移动通信有限公司'
    },
    {
    'number': '201510243705.0',
    'abstract': '本发明公开了一种延时视频录制方法及系统，该视频录制方法包括对视频源进行解码、编码操作，然后对编码后的视频源进行随机抽样，每隔一定时间间隔对图像进行以一定帧率的压缩存储操作，最后进行存储退出。该视频录制系统包括数据获取单元、数据解码单元、数据...',
    'name': '一种延时视频录制方法及系统',
    'proposer': '北京掌中经纬技术有限公司'
    },
    {
    'number': '201510234305.3',
    'abstract': '本发明公开了一种监控视频录制方法及装置，属于安防技术领域，用以在实现视频监控的前提下不录制监控区域无人或无变化的时刻的视频，以节省存储空间。本发明提供的监控视频录制方法包括：监控指定区域并实时拍摄视频；根据人物识别技术对拍摄的视频帧进行人物...',
    'name': '一种监控视频录制方法及装置',
    'proposer': '无锡天脉聚源传媒科技有限公司'
    },
    {
    'number': '201510374399.4',
    'abstract': '本发明涉及智能终端技术领域，尤其涉及一种视频录制方法及装置。本发明所述的一种视频录制方法包括：在第一预览界面中播放视频；实时检测所述第一预览界面是否为当前显示界面，如果是，则对所述当前显示界面中播放的视频进行录制；如果否，则开辟新线程，在所...',
    'name': '一种视频录制方法及装置',
    'proposer': '努比亚技术有限公司'
    },
    {
    'number': '201010177999.9',
    'abstract': '本发明实施例公开了一种视频录制的方法及装置,涉及视频录播领域,在不增加运算量、不增加外设,并且保证视频录制质量的前提下,实现了从任意时刻录制视频内容。本发明方法实施例包括:当需要录制当前视频时,在编码端或解码端根据视频码流的编码方式,获取选...',
    'name': '视频录制的方法及装置',
    'proposer': '华为终端有限公司'
    },
    {
    'number': '201210165960.4',
    'abstract': '本发明实施例公开了一种视频录制方法及装置，该方法包括：启动视频播放器应用程序，并向所述视频播放器应用程序中注入钩子程序；所述钩子程序截获发往所述视频播放器应用程序的源视频数据，并复制所述源视频数据，生成拷贝视频数据；对所述拷贝视频数据进行编...',
    'name': '一种视频录制方法及装置',
    'proposer': '深圳市万兴软件有限公司'
    },
    {
    'number': '201610005052.7',
    'abstract': '本发明公开了一种视频录制方法，包括：在移动终端开启录制功能后，获取视频数据和音频数据，为视频数据标记所录制的第一时间戳，并对视频数据进行编码生成视频数据包，以及为音频数据标记所录制的第二时间戳，并对音频数据进行编码生成音频数据包；每隔预设时...',
    'name': '视频录制方法、装置及移动终端',
    'proposer': '努比亚技术有限公司'
    },
    {
    'number': '201310316823.0',
    'abstract': '本发明公开了一种监控视频录制方法及装置，包括：当检测到报警信号时，记录报警信号对应的报警时刻；如果当前未正在录制监控视频，启动监控视频的录制；如果当前正在录制监控视频，继续进行监控视频的录制。采用本发明实施例提供的方案，提高了对监控视频查看...',
    'name': '一种监控视频录制方法及装置',
    'proposer': '浙江大华技术股份有限公司'
    },
    {
    'number': '201110059071.5',
    'abstract': '本发明属于网络技术领域,具体涉及一种实现视频录制的方法,包括以下步骤:用户访问网页,当网页加载完成时,自动建立与流媒体服务器的连接,当用户发出录制的操作指令时,通过网页打开用户本地的摄像头以确定视频录制源,并把用户本地摄像头的影像通过流的形...',
    'name': '一种实现视频录制的方法',
    'proposer': '苏州阔地网络科技有限公司'
    },
    {
    'number': '201210041250.0',
    'abstract': '本发明适用于音视频处理技术领域，提供了一种音视频录制方法及装置，所述方法包括下述步骤：A、接收用户发出的录制指令，在存储器中创建一录制文件，并采集音视频数据，将采集的音视频数据缓存至内存RAM中；B、当所述RAM中的音视频数据达到一预设值时...',
    'name': '一种音视频录制方法及装置',
    'proposer': '安凯(广州)微电子技术有限公司'
    },
    {
    'number': '201610234956.7',
    'abstract': '一种视频录制方法，包括：每隔预设时间段抽取一监控摄像头所捕获的第一图像；对第一图像进行区域检测，以提取出包含目标物部分部位或者全部部位的兴趣区域；对所述兴趣区域执行运动区域筛选，以筛选出目标区域；对目标区域进行分割，以将每个目标区域分割成多...',
    'name': '视频录制方法及服务器',
    'proposer': '平安科技(深圳)有限公司'
    },
    {
    'number': '201410790378.6',
    'abstract': '本发明实施例公开了演示文稿视频录制方法及装置，其中，所述演示文稿包括多个页面，所述方法包括：在对演示文稿进行视频录制的过程中，监控所述演示文稿的被操作情况；当监控到所述演示文稿从第一页面切换到第二页面时，获取所述第二页面的页面标识信息以及时...',
    'name': '演示文稿视频录制方法及装置',
    'proposer': '珠海金山办公软件有限公司'
    },
    {
    'number': '201510946606.9',
    'abstract': '本发明公开了一种全景视频录制系统，所述设备包括均匀安装在一个球体装置上的N个摄像头、FPGA、第一DDR存储模块、APU、第二DDR存储模块、无线接口、有线接口，所述N个摄像头通过预设线路与所述FPGA连接，所述FPGA分别与所述第一DDR...',
    'name': '一种全景视频录制系统',
    'proposer': '上海酷景信息技术有限公司'
    },
    {
    'number': '201610377950.5',
    'abstract': '本发明公开了一种视频录制方法及装置，所述方法包括在录制视频的过程中，检测精彩片段采集指令的触发；在检测到精彩片段采集指令被触发时，在持续录制视频的同时，另外生成一段精彩片段视频，供用户单独调用。本发明能够在录制视频的过程中就可以录制到精彩瞬...',
    'name': '一种视频录制方法及装置',
    'proposer': '北京疯景科技有限公司'
    },
    {
    'number': '201610624659.3',
    'abstract': '本发明实施例公开了一种视频录制方法和装置，涉及图像处理技术领域。该方法包括：顺序触发开启至少两个摄像头，控制每个摄像头以设定曝光时间进行连续拍摄；交替获取至少两个摄像头分别输出的拍摄照片进行视频编码，生成视频文件。本发明实施例通过采用上述技...',
    'name': '一种视频录制方法和装置',
    'proposer': '乐视控股(北京)有限公司'
    },
    {
    'number': '201410069031.2',
    'abstract': '本发明提供一种视频录制装置及方法，应用于用户主机上，该装置包括：DLL注入单元，用于向目标进程中注入DLL，所述DLL包括视频捕获DLL；接口创建单元，用于创建Direct设备接口；函数替换单元，用于通过所述Direct设备接口将所述目标进...',
    'name': '一种视频录制装置及方法',
    'proposer': '北京六间房科技有限公司'
    },
    {
    'number': '201510398768.3',
    'abstract': '本发明实施例公开了一种视频录制方法及装置，其中的方法可包括：获取录制的预览画面，捕捉所述预览画面中的目标对象；在所述录制的预览画面中对所述目标对象进行背景虚化处理，利用虚化处理后的数据和未虚化处理的数据合成所述预览画面。采用本发明，终端在录...',
    'name': '一种视频录制方法及装置',
    'proposer': '广东欧珀移动通信有限公司'
    },
    {
    'number': '201610755055.2',
    'abstract': '本发明公开了一种办公视频录制装置及系统，该装置包括：拍摄设备和显示设备；拍摄设备包括：第一通信模块、数据获取模块和发送模块；数据获取模块用于获取实时的视频数据和语音信息；发送模块用于将视频数据和语音信息发送给显示设备进行显示。显示设备包括：...',
    'name': '一种办公视频录制装置及系统',
    'proposer': '广州市吉星信息科技有限公司'
    },
    {
    'number': '201410816434.9',
    'abstract': '本发明公开了一种游戏视频录制方法及装置，属于计算机技术领域。所述方法包括：在游戏程序运行过程中，对当前游戏过程进行录制，得到当前游戏过程的游戏视频文件；根据游戏程序的运行数据，确定精彩视频片段的起始时刻及结束时刻；根据游戏精彩视频的起始时刻...',
    'name': '游戏视频录制方法及装置',
    'proposer': '深圳市腾讯计算机系统有限公司'
    },
    {
    'number': '201410713313.1',
    'abstract': '本发明公开了一种立体视频录制方法和立体视频录制设备，其中，所述立体视频录制方法包括：从预设置的两种以上立体视频编码模式中确定一种立体视频编码模式；触发第一摄像头和第二摄像头在同一平面上沿同一拍摄方向同步摄录，得到由所述第一摄像头摄录的第一图...',
    'name': '一种立体视频录制方法和立体视频录制设备',
    'proposer': '广东欧珀移动通信有限公司'
    },
    {
    'number': '201610368652.X',
    'abstract': '本发明实施例公开了一种视频录制的方法、装置和系统。所述方法包括，接收多个终端设备发送的视频录制请求，所述视频录制请求中包括拟录制节目的第一节目标识。根据视频录制请求中的第一节目标识统计针对所述节目的视频录制请求数量。根据统计的所述节目的录制...',
    'name': '一种视频录制的方法、装置和系统',
    'proposer': '华为技术有限公司'
    },
    {
    'number': '201510386649.6',
    'abstract': '本发明涉及一种用于医用内窥镜的图像增强及视频录制电路，包括图像增强芯片和视频录制芯片；所述图像增强芯片将接收的视频图像进行增强处理，并发送至视频录制芯片，由该视频录制芯片进行录制。相比于现有技术，本发明针对现有技术的缺陷，提供了一种专门用于...',
    'name': '一种用于医用内窥镜的图像增强及视频录制电路',
    'proposer': '广东实联医疗器械有限公司'
    },
    {
    'number': '201510386860.8',
    'abstract': '本发明涉及一种用于医用内窥镜的图像增强及视频录制装置，包括一体化主机；该一体化主机内设有图像增强芯片和视频录制芯片；所述图像增强芯片将接收的视频图像进行增强处理，并发送至视频录制芯片，由该视频录制芯片进行录制。相比于现有技术，本发明针对现有...',
    'name': '一种用于医用内窥镜的图像增强及视频录制装置',
    'proposer': '广东实联医疗器械有限公司'
    },
    {
    'number': '201610181319.8',
    'abstract': '本发明提供一种基于动态拍照的视频录制方法及装置，包括以下步骤：当采用动态拍照时，采集移动终端的运动状态；根据采集的移动终端运动状态，分析所述移动终端的振幅等级；根据分析出的振幅等级，匹配出所述振幅等级对应的视频录制帧率；在下一段开启动态拍照...',
    'name': '一种基于动态拍照的视频录制方法及装置',
    'proposer': '广东欧珀移动通信有限公司'
    },
    {
    'number': '201611244487.3',
    'abstract': '本发明公开了一种视频录制处理方法，其中，该方法包括：检测到启动视频录制的录制指令；根据所述录制指令判断所述终端正在运行的应用中是否包括属于预先设置的拒绝录制内容；在判断结果为是的情况下，在过滤掉所述终端中正在运行的属于拒绝录制内容的应用之后...',
    'name': '一种视频录制处理方法、装置及终端',
    'proposer': '努比亚技术有限公司'
    },
    {
    'number': '200610145957.0',
    'abstract': '本发明公开了一种视频录制实时回放方法,该方法包括以下步骤:第一步骤,用户通过终端向业务服务器发送视频录制请求,并要求实时回放;第二步骤,响应于用户的请求,业务服务器向媒体服务器发送发起视频录制请求;第三步骤,响应于发起视频录制请求,媒体服务...',
    'name': '视频录制实时回放方法',
    'proposer': '中兴通讯股份有限公司'
    },
    {
    'number': '201610344212.0',
    'abstract': '本文公布一种移动终端及其视频录制的方法，该移动终端包括：检测模块、获取模块和录制模块；其中，检测模块，用于当自身所属的移动终端启动局部视频录制功能时，在当前需要视频录制的应用界面中检测是否有用户的选择操作；当在当前需要视频录制的应用界面中检...',
    'name': '一种移动终端及其视频录制的方法',
    'proposer': '努比亚技术有限公司'
    },
    {
    'number': '200810216625.6',
    'abstract': '本发明实施例公开了一种视频录制方法,包括:接收视频帧;当接收到视频录制请求时,获取已进行存储的视频帧,并对获取的视频帧以及后续接收到的视频帧进行录制。同时,本发明实施例还公开了一种视频录制的装置和系统。通过本发明实施例提供的视频录制方法、装...',
    'name': '一种视频录制方法、装置和系统',
    'proposer': '华为技术有限公司'
    },
    {
    'number': '201610225402.0',
    'abstract': '本发明公开了一种视频录制断电保护方法及装置，所述方法包括：视频录制，创建mp4文件，将文件头ftyp写入新创建的mp4文件；创建Amoov盒子和Bmoov盒子，所述Amoov盒子和Bmoov盒子都占一个moov盒子空间大小；固定mdat盒子...',
    'name': '一种视频录制断电保护方法及装置',
    'proposer': '深圳市极酷威视科技有限公司'
    },
    {
    'number': '201510752314.1',
    'abstract': '本发明属于移动终端技术领域，公开了一种基于多摄像头的视频录制方法及装置，其中该方法包括：当检测到录制指令被触发时，启动录制指令指向的第一摄像头进行视频录制；当检测到切换指令被触发时，切换该切换指令指向的第二摄像头继续进行视频录制，并获取通过...',
    'name': '基于多摄像头的视频录制方法及装置',
    'proposer': '广东欧珀移动通信有限公司'
    },
    {
    'number': '201510260806.9',
    'abstract': '本发明实施例公开了一种基于旋转摄像头的视频录制方法，包括：启动终端摄像头的旋转录制模式；当检测得到人物的第一声波信息时，触发所述摄像头向所述第一声波信息的传送方向旋转；当所述摄像头旋转至所述第一声波信息的传送方向对应的第一声源位置，并检测得...',
    'name': '一种基于旋转摄像头的视频录制方法及终端',
    'proposer': '广东欧珀移动通信有限公司'
    },
    {
    'number': '201510387619.7',
    'abstract': '本发明涉及一种医用内窥镜的视频录制及驱动装置，包括一体式主机，该一体式主机包括视频录制芯片和显示驱动芯片；所述录制芯片对外部接收的视频信号进行录制，并发送至显示驱动芯片，由显示驱动芯片控制回放显示；所述视频录制芯片包括：数据接收器、视频编码...',
    'name': '一种医用内窥镜的视频录制及驱动装置',
    'proposer': '广东实联医疗器械有限公司'
    },
    {
    'number': '201510386070.X',
    'abstract': '本发明涉及一种医用内窥镜的视频录制及驱动装置，包括一体式主机；所述一体式主机内包括视频录制芯片和显示驱动芯片；所述录制芯片对外部接收的视频信号进行录制，并发送至显示驱动芯片，由显示驱动芯片控制回放显示；所述视频录制芯片包括：数据接收器、视频...',
    'name': '一种医用内窥镜的视频录制及驱动装置',
    'proposer': '广东实联医疗器械有限公司'
    },
    {
    'number': '201510386276.2',
    'abstract': '本发明涉及一种用于医用内窥镜的视频录制及驱动电路，包括视频录制芯片和显示驱动芯片；所述录制芯片对外部接收的视频信号进行录制，并发送至显示驱动芯片，由显示驱动芯片控制回放显示；所述视频录制芯片包括：数据接收器、视频编码器、视频解码器、影像抓拍...',
    'name': '一种用于医用内窥镜的视频录制及驱动电路',
    'proposer': '广东实联医疗器械有限公司'
    },
    {
    'number': '200610091148.6',
    'abstract': '本发明公开了一种实现音视频录制的方法和系统,均可由录制第二用户终端(UE)音视频数据的第一UE,向第二UE发送用于提示第二UE的音视频录制请求;第二UE还可以进一步确定是否允许被录制音视频数据,并在确定允许被录制音视频数据时向第一UE发送用...',
    'name': '一种实现音视频录制的方法和系统',
    'proposer': '华为技术有限公司'
    },
    {
    'number': '201610089724.7',
    'abstract': '本发明公开了一种移动终端的视频录制方法和装置。该移动终端的视频录制方法包括：获取在线播放的目标视频，其中，目标视频为待录制的视频；通过视频录制版面接收对目标视频进行录制的录制指示信号；响应于录制指示信号进入录制模式，其中，在录制模式下，对目...',
    'name': '移动终端的视频录制方法和装置',
    'proposer': '腾讯科技(深圳)有限公司'
    },
    {
    'number': '201510091517.0',
    'abstract': '本发明适用于移动终端技术领域，提供了一种移动终端的视频录制方法及装置，包括：通过陀螺仪检测所述移动终端的实时抖动幅度；判断所述实时抖动幅度是否小于预设的抖动幅度；当所述实时抖动幅度小于所述预设的抖动幅度时，使用第一帧率进行视频录制；当所述实...',
    'name': '一种移动终端的视频录制方法及装置',
    'proposer': '广东欧珀移动通信有限公司'
    },
    {
    'number': '201510438387.3',
    'abstract': '本发明提供了一种防止剪辑的监控视频录制装置，包括摄像机，所述摄像机的拍摄视野内设置有至少一个标志物，所述标志物在所述摄像机的拍摄画面的一个区域中形成连续且不循环的画面，这种防止剪辑的监控视频录制装置结构简单，受到“内标法”原理的启发，在摄像...',
    'name': '防止剪辑的监控视频录制装置及其录制方法',
    'proposer': '熊建民'
    },
    {
    'number': '201110110211.7',
    'abstract': '本发明揭示了一种网页上实现视频录制的方法和系统,应用在网络技术领域,包括如下步骤:流媒体服务器对接收的源用户发送视频信息的权限进行认证并在认证通过后将所述视频信息保存至所述流媒体服务器中。本发明实现了无需下载安装软件即可实现视频录制及信息安...',
    'name': '一种网页上实现视频录制的方法及系统',
    'proposer': '苏州阔地网络科技有限公司'
    },
    {
    'number': '201710090187.2',
    'abstract': '本发明提出一种视频录制方法、装置和电子设备，其中，方法包括：通过在目标视频的播放过程中，对用户在编辑面板上进行的编辑过程进行截取得到多张第一图片，以及对所播放的目标视频分别进行多次图片转化得到多张第二图片之后，对多张第一图片，分别与对应的第...',
    'name': '视频录制方法、装置和电子设备',
    'proposer': '北京金山安全软件有限公司'
    },
    {
    'number': '201710289994.7',
    'abstract': '本发明实施例公开了一种视频录制及处理系统以及方法。其利用摄像装置对目标显示装置所在现场进行视频录制以得到录制视频，其中目标显示装置用于使特定视频帧呈现周期性显示特征，录制视频包含特定视频帧在目标显示装置的屏幕上显示的画面；以及利用屏体识别及...',
    'name': '视频录制及处理系统以及方法',
    'proposer': '西安诺瓦电子科技有限公司'
    },
    {
    'number': '201110059970.5',
    'abstract': '本发明属于网络技术领域,具体涉及一种实现音视频录制的方法,包括以下步骤:用户访问网页,当网页加载完成时,自动建立与流媒体服务器的连接,当用户发出录制的操作指令时,在网页打开用户本地的摄像头和麦克风以确定音视频录制源,然后通过网页把用户本地的...',
    'name': '一种实现音视频录制的方法',
    'proposer': '苏州阔地网络科技有限公司'
    },
    {
    'number': '201610972728.X',
    'abstract': '本发明实施例提供一种视频播放方法、装置和电子设备以及一种视频录制方法、装置和电子设备，该视频播放方法包括先根据指令获取目标视频和所述目标视频对应的目标滤镜配置信息；然后根据所述目标滤镜配置信息对滤镜进行配置；最后将所述目标视频和配置后的所述...',
    'name': '视频播放方法、视频录制方法及装置和电子设备',
    'proposer': '乐视控股(北京)有限公司'
    },
    {
    'number': '201510926690.8',
    'abstract': '本发明涉及3D技术应用，公开了一种3D视频录制设备、3D视频处理方法和移动设备，该录制设备包括摄像头，还包括：挡板，位于所述摄像头正中间，与所述摄像头垂直；第一反光镜组，位于所述挡板一侧，包括：第一反光镜片；第二反光镜片，与所述第一反光镜片...',
    'name': '3D视频录制设备、处理方法以及移动设备',
    'proposer': '乐视网信息技术(北京)股份有限公司'
    },
    {
    'number': '201510902609.2',
    'abstract': '本发明涉及用于直播视频的设备，公开了一种用于直播视频的视频录制装置及方法，该装置包括：录制模块，用于录制视频，并将该录制的视频进行编码；推送模块，用于向服务器推送编码后的视频；以及控制模块，在所述推送模块推送失败的情况下，将所述编码后的视频...',
    'name': '用于直播视频的视频录制装置及方法',
    'proposer': '乐视网信息技术(北京)股份有限公司'
    },
    {
    'number': '201710084627.3',
    'abstract': '本发明提出一种视频录制方法、装置和电子设备，其中，方法包括：通过在对目标视频播放过程中，分别进行多次图片转化得到多张图片，并记录该目标视频的音频流，在对多张图片作为帧图像进行合成，得到视频流之后，将视频流与音频流进行合成得到录制的视频片段，...',
    'name': '视频录制方法、装置和电子设备',
    'proposer': '乐蜜科技有限公司'
    },
    {
    'number': '201510362773.9',
    'abstract': '本发明涉及一种个人视频录制文件保护方法及系统，将PVR文件进行特定处理，存储成特定的格式，通过将PVR文件存储成特定格式的文件，使得PVR文件FTA节目只能在同一型号机顶盒上播放，加密节目只能在录制的机顶盒上播放，不能在其他任何设备上播放，...',
    'name': '个人视频录制文件保护方法及系统',
    'proposer': '深圳市九洲电器有限公司'
    },
    {
    'number': '201310081995.4',
    'abstract': '本发明的一种虚拟人物视频录制及播放系统及方法，包括用于采集终端，服务器和用户终端，服务器包括：动作解析模块，用于将采集终端采集的人物帧数据中的人物的肢体动作分解成由若干个单一的肢体动作组成的动作记录；动作重现指令模块，用于根据动作记录生成在...',
    'name': '虚拟人物视频录制及播放系统和方法',
    'proposer': '苏州跨界软件科技有限公司'
    },
    {
    'number': '201210589155.4',
    'abstract': '本发明涉及一种具有视频录制功能的可视对讲系统，包括通用梯口机、联网器、分支器和室内机组成的模拟对讲系统，还包括一影像录制存储器，所述影像录制存储器与模拟对讲系统上的联网器相连，所述影像录制存储器包括CPU电路、USB电路、复位电路、电源电路...',
    'name': '具有视频录制功能的可视对讲系统',
    'proposer': '福建省冠林科技有限公司'
    },
    {
    'number': '201310090305.1',
    'abstract': '本发明公开了一种基于内存的实时视频录制缓存技术，可在计算机上保存流媒体视频数据，建立一个内存的数据缓冲文件系统，数据缓冲文件系统包括一个录制进程、一个删除控制进程，录制进程中对流媒体视频数据进行1秒为间隔的切片分割，切片后的流媒体视频数据作...',
    'name': '基于内存的实时视频录制缓存技术',
    'proposer': '杭州智屏软件有限公司'
    },
    {
    'number': '201610546440.6',
    'abstract': '本发明提供了一种基于安卓系统的视频录制方法和装置，所述方法包括如下步骤：首先码流数据获取单元获取码流数据，所述码流数据为H264格式码流数据；而后码流数据发送单元将所获取的码流数据发送至音视频处理单元；而后帧处理单元对所码流数据进行帧识别和...',
    'name': '一种基于安卓系统的视频录制方法和装置',
    'proposer': '福州瑞芯微电子股份有限公司'
    },
    {
    'number': '201610435929.6',
    'abstract': '本发明涉及互联网及用户功能服务领域，尤其是涉及一种用于网站视频录制方法及装置。包括：步骤1，在网站视频流播放时，用户在任意时间发出截屏录制指令；步骤2，自发出截屏录制指令得时间点开始，开始录制视频流，录制方式以单视频帧拆解方式录制，结束以用...',
    'name': '一种用于网站视频录制方法及装置',
    'proposer': '武汉斗鱼网络科技有限公司'
    },
    {
    'number': '201010290999.X',
    'abstract': '本发明公开了一种视频通话中视频录制的方法及装置,所述方法包括:判断视频通话的关键音输入端,并获取所述关键音输入端的图像;存储所述视频通话的音频数据,将获取的所述图像与所述音频合成后,写入录制的视频文件中。本发明通过判断关键音的来源,获取关键...',
    'name': '视频通话中视频录制的方法及装置',
    'proposer': '中兴通讯股份有限公司'
    },
    {
    'number': '200610056789.8',
    'abstract': '本发明提出一种互联网个人视频录制系统,该系统由内容服务与管理平台,互联网和网络个人视频录制终端(INTERNET PVR)组成。通过该系统,多媒体内容服务商可以通过内容服务与管理平台提供终端用户定制的内容,并通过网络将内容下载(或录制到PU...',
    'name': '互联网个人视频录制系统及其终端',
    'proposer': '北京汉辰科技有限公司'
    },
    {
    'number': '201621110786.3',
    'abstract': '本实用新型公开了一种多路视频录制系统，包括嵌入式处理器以及与嵌入式处理器连接的以太网接口、存储模块、UART串口、第一USB接口和多通道SDI接口模块，UART串口连接有电控云台组件、按键模块和小型液晶屏，第一USB接口连接有鼠标，多通道S...',
    'name': '一种多路视频录制系统',
    'proposer': '广州海昇计算机科技有限公司'
    },
    {
    'number': '201710272363.4',
    'abstract': '本发明实施例中公开了一种视频录制方法及相关装置，对应用的待录制应用界面中的显示内容进行录制，得到第一视频文件；确定与第一视频文件对应的事件信息配置文件，从事件信息配置文件中确定包含有目标事件的目标事件集合；确定目标事件集合中的目标事件各自对...',
    'name': '一种视频录制方法及相关装置',
    'proposer': '腾讯科技(深圳)有限公司'
    },
    {
    'number': '201510646372.6',
    'abstract': '本发明涉及智能终端技术领域，提供了一种基于多智能终端的视频录制方法和系统。该方法包括：第一智能终端监控其自身存储空间的大小，当存储空间剩余量达到预设阈值时，发出临时存储视频片段请求；第一智能终端在接收到第二智能终端的允许临时存储的响应消息后...',
    'name': '一种基于多智能终端的视频录制方法和系统',
    'proposer': '深圳市创想天空科技股份有限公司'
    },
    {
    'number': '201620135551.3',
    'abstract': '本实用新型公开了一种视频录制装置，包括壳体，所述壳体顶面设有录制/停止按键、720/1080录制视频质量切换按键、视频源切换按键、抓图按键、设置定时预约录影按键、LCD显示屏和LED指示灯组；所述壳体前侧设有存储端口、音频线路输出接口、麦克...',
    'name': '一种视频录制装置',
    'proposer': '吴明俊'
    },
    {
    'number': '201620974315.0',
    'abstract': '本实用新型公开了一种办公视频录制装置，包括：无线通信电路、处理器和数据采集电路；处理器分别与无线通信电路、数据采集电路连接；数据采集电路包括摄像头、麦克风和CMOS传感器；CMOS传感器包括：像素列阵扫描电路、信号放大电路、自动增益控制电路...',
    'name': '一种办公视频录制装置',
    'proposer': '广州市吉星信息科技有限公司'
    },
    {
    'number': '200480022305.7',
    'abstract': '本发明一般涉及冲突管理解决方法。通常对具有一致播放时间表的电视节目之间解决冲突的系统使用偏好,混淆且有限的显示设备,或者它们的一种结合。另一方面,本发明用于确定指示冲突持续时间的确定时间间隔或时间段,并且使用这些来确定可用的录制选项。然后这...',
    'name': '视频录制冲突管理和用户界面',
    'proposer': '微软公司'
    },
    {
    'number': '200580051985.X',
    'abstract': '一种多媒体内容回放方法,该方法包括:检测回放针对被选节目的所存储的多媒体内容的用户请求;确定信号丢失(LOS)状态是否与所存储的多媒体内容有关;并且如果LOS状态被确定与所存储的多媒体内容有关,则在回放所存储的多媒体内容之前先警告用户针对被...',
    'name': '数字视频录制装置和方法',
    'proposer': '汤姆逊许可证公司'
    },
    {
    'number': '201510383546.4',
    'abstract': '本发明涉及一种用于医用内窥镜的图像增强、视频录制及显示电路，包括图像增强芯片、视频录制芯片和显示驱动芯片；所述图像增强芯片将接收的视频图像进行增强处理，并同时发送至视频录制芯片和显示驱动芯片，由该视频录制芯片进行录制，由该显示驱动芯片进行实...',
    'name': '一种用于医用内窥镜的图像增强、视频录制及显示电路',
    'proposer': '广东实联医疗器械有限公司'
    },
    {
    'number': '201510385731.7',
    'abstract': '本发明涉及一种医用内窥镜的图像处理增强、视频录制及显示电路，包括图像处理芯片、信号转换芯片、图像增强芯片、视频录制芯片和显示驱动芯片；所述信号转换芯片包括第一信号转换芯片和第二信号转换芯片；所述图像处理芯片将处理后的图像信号发送至第一信号转...',
    'name': '一种医用内窥镜的图像处理增强、视频录制及显示电路',
    'proposer': '广东实联医疗器械有限公司'
    },
    {
    'number': '200910078003.6',
    'abstract': '本发明公开了一种视频移动侦测方法,包括:媒体服务器接收来自视频录制终端的视频实时传输协议RTP包,并接收来自视频录制终端的与所述视频RTP包对应的移动侦测量;媒体服务器判断所接收的移动侦测量是否大于预设值,是则存储所接收的对应视频RTP包。...',
    'name': '视频移动侦测方法、媒体服务器和视频录制终端',
    'proposer': '杭州华三通信技术有限公司'
    },
    {
    'number': '201510385773.0',
    'abstract': '本发明涉及一种用于医用内窥镜的图像处理增强及视频录制电路，包括图像处理芯片、信号转换芯片、图像增强芯片和视频录制芯片；所述信号转换芯片包括第一信号转换芯片和第二信号转换芯片；所述第一信号转换芯片用于将bt1120信号转换为lvds信号；所述...',
    'name': '一种用于医用内窥镜的图像处理增强及视频录制电路',
    'proposer': '广东实联医疗器械有限公司'
    },
    {
    'number': '201510439130.X',
    'abstract': '本发明涉及一种可灵活布点的高清视频录制与回传系统及其实现方法，其中可灵活布点的高清视频录制与回传系统包括计算机终端系统、网络系统和服务器系统，所述计算机终端系统包括灯光控制系统、红外感应系统、视频录制模块、视频编码模块和视频上传模块，所述网...',
    'name': '一种可灵活布点的高清视频录制与回传系统及其实现方法',
    'proposer': '安吉标普软件信息技术有限公司'
    },
    {
    'number': '201510385620.6',
    'abstract': '本发明涉及一种医用内窥镜的视频采集处理、视频录制及显示电路，包括视频采集芯片、图像处理芯片、信号转换芯片、图像增强芯片、视频录制芯片和显示驱动芯片；所述视频采集芯片将采集后的视频数据发送至图像处理芯片进行处理；所述信号转换芯片包括第一信号转...',
    'name': '一种医用内窥镜的视频采集处理、视频录制及显示电路',
    'proposer': '广东实联医疗器械有限公司'
    },
    {
    'number': '201310583205.2',
    'abstract': '本发明提供一种基于路由服务器音视频录制的实现方法，包括：获取并解析网络音视频数据包，得到多个音视频数据；将所述多个音视频数据按获取顺序依次写入环形缓冲区；按写入顺序从所述环形缓冲区中依次读取所述多个音视频数据，并将读取出的音视频数据以预定格...',
    'name': '基于路由服务器音视频录制的实现方法及路由服务器',
    'proposer': '北京兆维电子(集团)有限责任公司'
    },
    {
    'number': '201310340873.2',
    'abstract': '本发明提供一种双摄像头的视频录制的显示方法和电子设备，涉及移动多媒体领域，能够将双摄像头的录制过程在屏幕上展现地更加直观。其方法为：首先将两个摄像头记录的图像分别显示在屏幕的上下两个大小相同的区域内，当录制画面中的任务进行会话时，将发言人对...',
    'name': '一种双摄像头的视频录制的显示方法和电子设备',
    'proposer': '联想(北京)有限公司'
    },
    {
    'number': '201410147891.3',
    'abstract': '本发明公开了一种基于家庭网关的低成本实现视频录制的方法及装置，涉及家庭网关领域，该方法包括以下步骤：家庭网关对协议栈进行初始化；家庭网关解析收到的会话描述协议SDP内容；协议栈在信令中反馈的SDP中增加视频信息；家庭网关开启实时传输协议RT...',
    'name': '基于家庭网关的低成本实现视频录制的方法及装置',
    'proposer': '烽火通信科技股份有限公司'
    },
    {
    'number': '200910091503.3',
    'abstract': '本发明实施例公开了一种视频录制方法和照片拍摄方法及移动终端,其中视频录制方法包括:获取录制地点的地理位置信息;根据所述录制地点的地理位置信息,从GPS地图信息数据库中查找地图信息,获取录制路径地图信息;所述录制路径地图信息为用于表明视频录制...',
    'name': '视频录制方法和照片拍摄方法及移动终端',
    'proposer': '深圳华为通信技术有限公司'
    },
    {
    'number': '201410718329.1',
    'abstract': '本发明公开了一种快速打开手机相机进行视频录制的方法和装置，其通过检测和判断手机的当前放置模式是处于竖屏模式还是横屏模式，并通过陀螺仪传感器监测手机的角速度值和方向值，然后根据手机的当前放置模式以及所述陀螺仪传感器的角速度值和方向值，判断手机...',
    'name': '一种快速打开手机相机进行视频录制的方法和装置',
    'proposer': '厦门美图移动科技有限公司'
    },
    {
    'number': '201610449704.6',
    'abstract': '本发明涉及网络教学技术领域，具体公开了一种用于教学过程的视频录制实现系统及其实现方法。所述的系统包括教师端和学生端；所述的教师端包含摄像机管理模块、摄像机权限分配模块、拍摄图片模块、录制视频模块、视频图片管理模块、文件上传发布模块、数据接口...',
    'name': '一种用于教学过程的视频录制实现系统及其实现方法',
    'proposer': '广州伟度计算机科技有限公司'
    },
    {
    'number': '201310358791.0',
    'abstract': '一种基于矢量编码用于触摸屏设备的视频录制方法，涉及视频录制方法。用户借助带触摸屏设备终端和触摸屏手写笔，打开软件开始录制；在屏上书写；点击拍照按钮或导入图片按钮将图片导入屏幕；选择屏幕上的图片进行移动等变换；输入文字按钮后在触摸点处插入文本...',
    'name': '一种基于矢量编码用于触摸屏设备的视频录制方法',
    'proposer': '福建省物联网科学研究院'
    },
    {
    'number': '201610946161.9',
    'abstract': '本发明公开了一种基于安卓系统的多路视频录制及平台交互的方法，所述方法包括如下步骤：对当前实时采集的多路原始视频数据进行图像信号处理，并转换成预设格式的视频数据进行存储；通过应用程序接口调用安卓系统的多媒体编解码器，并选择对一路或多路转换成预...',
    'name': '基于安卓系统的多路视频录制及平台交互的方法及装置',
    'proposer': '深圳瑞芯通智能科技有限公司'
    },
    {
    'number': '201580025683.9',
    'abstract': '于此公开了用于触发视频录制的用户兴趣阈值的环境调节的方法和系统。实施方式采用方法的形式，该方法包括识别用户的当前环境的一个或多个当前环境属性。所述方法还包括至少部分基于所识别的一个或多个当前环境属性来设置存储的兴趣阈值的当前值。所述方法还包...',
    'name': '触发视频录制的用户兴趣阈值的环境调节的方法和系统',
    'proposer': 'PCMS控股公司'
    },
    {
    'number': '201520541455.4',
    'abstract': '本实用新型提供了一种防止剪辑的监控视频录制装置，包括摄像机，所述摄像机的拍摄视野内设置有至少一个标志物，所述标志物在所述摄像机的拍摄画面的一个区域中形成连续且不循环的画面，这种防止剪辑的监控视频录制装置结构简单，受到“内标法”原理的启发，在...',
    'name': '防止剪辑的监控视频录制装置',
    'proposer': '熊建民'
    },
    {
    'number': '200910104965.4',
    'abstract': '本发明适用于网络录制领域,提供了一种网络个人视频录制方法、装置及后台管理系统,所述方法包括下述步骤:接收到用户输入的录制信息后,查询用户的个人空间是否充足;当个人空间不充足,按预定的规则自动删除已经录制的节目,或者接收用户输入的节目收藏信息...',
    'name': '一种网络个人视频录制方法、装置及后台管理系统',
    'proposer': '深圳市同洲电子股份有限公司'
    },
    {
    'number': '200710090356.9',
    'abstract': '本发明公开了一种多媒体会议音视频录制/回放系统,该系统除了包括会议终端和会议多媒体服务器,还进一步包括:应用服务器,用于创建多媒体会议、将会议终端加入多媒体会议的SIP(会话初始协议)信令协商过程,以及设置多媒体会议音视频的录制/回放策略;...',
    'name': '多媒体会议音视频录制/回放系统及方法',
    'proposer': '中兴通讯股份有限公司'
    },
    {
    'number': '201210281700.3',
    'abstract': '本发明公开了一种带有解码自适应性视频录制方法及系统，能够使SDP传输完整，保证解码器能进行正确的解码，从而实现视频信息无损的快速处理。该方法包括：获取客户端SDP，并查看SDP中有无SPPS；如果有，直接对从客户端获取的数据包进行解码及录制...',
    'name': '一种带有解码自适应性视频录制方法及系统',
    'proposer': '中兴通讯股份有限公司'
    },
    {
    'number': '201110328311.7',
    'abstract': '本发明公开了一种具有画中画视频录制播放功能的数码相机,包括:图像拍摄单元,用于实时采集数码相机外部的影像信息;图像存储单元,与图像拍摄单元相连接,用于预先存储至少一张图片;背景图片设置单元,与图像存储单元相连接,用于根据用户输入的背景图片选...',
    'name': '一种具有画中画视频录制播放功能的数码相机',
    'proposer': '天津三星光电子有限公司'
    },
    {
    'number': '201510418627.3',
    'abstract': '本发明提供一种基于直录播课堂的音视频录制方法及信息输出终端，上述方法包括以下步骤：信息输出终端接收教学模式控制指令后，获取当前教学模式；所述信息输出终端根据所述当前教学模式，确定对应的录制模式并根据所述录制模式进行录制。本发明还提供一种信息...',
    'name': '一种基于直录播课堂的音视频录制方法及信息输出终端',
    'proposer': '阔地教育科技有限公司'
    },
    {
    'number': '200810102228.6',
    'abstract': '本发明公开了一种网络个人视频录制的方法和系统,电子节目表单服务器加载电视节目标识信息,并发送给NPVR服务器;NPVR服务器向用户终端发送可以录制的电视节目标识信息;用户终端向NPVR服务器发送录制业务请求信息;NPVR服务器向视频服务器发...',
    'name': '一种网络个人视频录制的方法和系统',
    'proposer': '天柏宽带网络科技(北京)有限公司'
    },
    {
    'number': '松下电器产业株式会社',
    'name': '数字视频录制/重放设备及其程序',
    'proposer': '这里给出了一种数字视频录制/重放设备,即使当节目以覆盖方式录制,也能够精确地进行重放处理而避免噪声产生,这是通过在重放时检测流中的间断部分来实现的。包含于部分TS的每个数据包中的PMT_PID或ES_PID录制在记录媒体上以便每次流中间断时...'
    },
    {
    'number': '201510788759.5',
    'abstract': '一种基于3D虚拟合成技术的情景视频录制系统、方法及情景实训学习方法，包括（1）利用人物采集处理模块对视频摄像设备拍摄的视频的人物进行抠像；（2）利用场景处理模块生成虚拟场景文件；（3）利用图像合成模块将抠像前景与虚拟场景文件虚拟合成，实现视...',
    'name': '一种基于3D虚拟合成技术的情景视频录制系统、方法及情景实训学习方法',
    'proposer': '广州市英途信息技术有限公司'
    },
    {
    'number': '201520460752.6',
    'abstract': '本实用新型涉及一种用于医用内窥镜的视频录制及驱动电路，包括视频录制芯片和显示驱动芯片；所述录制芯片对外部接收的视频信号进行录制，并发送至显示驱动芯片，由显示驱动芯片控制回放显示；所述视频录制芯片包括：数据接收器、视频编码器、视频解码器、数据...',
    'name': '一种用于医用内窥镜的视频录制及驱动电路',
    'proposer': '广东实联医疗器械有限公司'
    },
    {
    'number': '201520474811.5',
    'abstract': '本实用新型涉及一种用于医用内窥镜的视频录制及驱动电路，包括视频录制芯片和显示驱动芯片；所述录制芯片对外部接收的视频信号进行录制，并发送至显示驱动芯片，由显示驱动芯片控制回放显示；所述视频录制芯片包括：数据接收器、视频编码器、视频解码器、影像...',
    'name': '一种用于医用内窥镜的视频录制及驱动电路',
    'proposer': '广东实联医疗器械有限公司'
    },
    {
    'number': '201520460519.8',
    'abstract': '本实用新型涉及一种用于医用内窥镜的视频录制及驱动电路，包括视频录制芯片和显示驱动芯片；所述录制芯片对外部接收的视频信号进行录制，并发送至显示驱动芯片，由显示驱动芯片控制回放显示；所述视频录制芯片包括：数据接收器、视频编码器、视频解码器、数据...',
    'name': '一种用于医用内窥镜的视频录制及驱动电路',
    'proposer': '广东实联医疗器械有限公司'
    },
    {
    'number': '201520475720.3',
    'abstract': '本实用新型涉及一种医用内窥镜的视频录制及驱动装置，包括一体式主机；所述一体式主机内包括视频录制芯片和显示驱动芯片；所述录制芯片对外部接收的视频信号进行录制，并发送至显示驱动芯片，由显示驱动芯片控制回放显示；所述视频录制芯片包括：数据接收器、...',
    'name': '一种医用内窥镜的视频录制及驱动装置',
    'proposer': '广东实联医疗器械有限公司'
    },
    {
    'number': '201520476309.8',
    'abstract': '本实用新型涉及一种医用内窥镜的视频录制及驱动装置，包括一体式主机，该一体式主机包括视频录制芯片和显示驱动芯片；所述录制芯片对外部接收的视频信号进行录制，并发送至显示驱动芯片，由显示驱动芯片控制回放显示；所述视频录制芯片包括：数据接收器、视频...',
    'name': '一种医用内窥镜的视频录制及驱动装置',
    'proposer': '广东实联医疗器械有限公司'
    },
    {
    'number': '201620501773.2',
    'abstract': '本实用新型公开了一种便携式微课教学视频录制仪，包括架体、录制系统、降噪系统、传声系统；所述降噪系统包括隔音箱，隔音箱安装在架体上；隔音箱的底部设有录制孔，隔音箱的一侧面上设有进音孔；所述传声系统包括一听诊器头件、一传声罩，听诊器头件、传声罩...',
    'name': '一种便携式微课教学视频录制仪',
    'proposer': '王广翔'
    },
    {
    'number': '201520536680.9',
    'abstract': '本实用新型涉及一种可灵活布点的高清视频录制与回传系统，包括计算机终端系统、网络系统和服务器系统，所述计算机终端系统包括灯光控制系统、红外感应系统、视频录制模块、视频编码模块和视频上传模块，所述网络系统包括公用通信网和专用网络，其中：公用通信...',
    'name': '一种可灵活布点的高清视频录制与回传系统',
    'proposer': '安吉标普软件信息技术有限公司'
    },
    {
    'number': '201520460568.1',
    'abstract': '本实用新型涉及一种用于医用内窥镜的视频录制电路，包括一中心处理芯片；所述中心处理芯片包括：数据接收器、视频编码器、视频解码器、数据输出器和处理器；所述数据接收器，用于接收外部的视频信号，并发送至视频编码器；所述视频编码器，用于对视频信号进行...',
    'name': '一种用于医用内窥镜的视频录制电路',
    'proposer': '广东实联医疗器械有限公司'
    },
    {
    'number': '201520460607.8',
    'abstract': '本实用新型涉及一种用于医用内窥镜的视频录制电路，包括一中心处理芯片；所述中心处理芯片包括：数据接收器、视频编码器、视频解码器、影像抓拍器、数据输出器和处理器；所述数据接收器，用于接收外部的视频信号，并发送至视频编码器；所述视频编码器，用于对...',
    'name': '一种用于医用内窥镜的视频录制电路',
    'proposer': '广东实联医疗器械有限公司'
    },
    {
    'number': '201520460626.0',
    'abstract': '本实用新型涉及一种用于医用内窥镜的视频录制电路，包括一中心处理芯片；所述中心处理芯片包括：数据接收器、视频编码器、视频解码器、数据输出器和处理器；所述数据接收器，用于接收外部的视频信号，并发送至视频编码器；所述视频编码器，用于对视频信号进行...',
    'name': '一种用于医用内窥镜的视频录制电路',
    'proposer': '广东实联医疗器械有限公司'
    },
    {
    'number': '201620137063.6',
    'abstract': '本实用新型公开了一种新型吸附式音频视频录制装置，包括壳体，所述壳体内设有电路板；壳体上正面设有与电路板连接的音频咪头、可旋转摄像头和LED补光灯；壳体顶部设有与电路板连接音频接口；壳体侧面设有与电路板连接TF卡插口和功能按键；壳体背面设有强...',
    'name': '一种新型吸附式音频视频录制装置',
    'proposer': '吴振棠'
    },
    {
    'number': '201320052489.8',
    'abstract': '带有GPS定位的三维视频录制装置，涉及一种视频录制装置。设有三维摄像机及鱼眼镜头、三维视频处理模块、GPS定位器、三维云台、云台旋转控制器；三维摄像机及鱼眼镜头通过线缆连接三维视频处理模块，GPS定位器通过线缆连接三维视频处理模块，三维摄像...',
    'name': '带有GPS定位的三维视频录制装置',
    'proposer': '海口欧科科技有限公司'
    },
    {
    'number': '201410302311.3',
    'abstract': '本发明公开了一种基于拜尔颜色滤波阵列的高动态范围视频录制方法和装置，包括通过按照奇偶双列配置不同的感光时间进行曝光，获得奇偶双列不同曝光值的一个图像帧；将图像帧分解为欠曝光图像帧和过曝光图像帧，其中欠曝光图像帧中欠曝光双列与缺失双列依次间隔...',
    'name': '基于拜尔颜色滤波阵列的高动态范围视频录制方法和装置',
    'proposer': '深圳市大疆创新科技有限公司'
    },
    {
    'number': '200710118918.6',
    'abstract': '本发明公开了一种视频录制的控制方法、装置和同步控制单元,用以解决有声录像过程中由于图像传感器帧率降低或者定时器中断处理延迟而使视频文件的实际录像帧率低于设定录像帧率,导致音视频不同步的问题;该控制方法包括:记录录像累计时间和视频文件存储的图...',
    'name': '一种视频录制的控制方法、装置和同步控制单元',
    'proposer': '北京中星微电子有限公司'
    },
    {
    'number': '200610167838.5',
    'abstract': '一种视频录制时基于媒体服务器的视频变形实现方法,包括(A)用户通过终端向媒体服务器发送视频变形业务请求;(B)媒体服务器收到视频变形业务请求后,进行鉴权通过后,判断终端是否能够使用视频变形业务,如果是,则向终端发送当前其所支持的所有视频变形...',
    'name': '一种视频录制时基于媒体服务器的视频变形实现方法',
    'proposer': '中兴通讯股份有限公司'
    },
    {
    'number': '201220744989.3',
    'abstract': '本实用新型涉及一种具有视频录制功能的可视对讲系统，包括通用梯口机、联网器、分支器和室内机组成的模拟对讲系统，还包括一影像录制存储器，所述影像录制存储器与模拟对讲系统上的联网器相连，所述影像录制存储器包括CPU电路、USB电路、复位电路、电源...',
    'name': '具有视频录制功能的可视对讲系统',
    'proposer': '福建省冠林科技有限公司'
    },
    {
    'number': '201420566850.3',
    'abstract': '本实用新型用于教学视频录制的无线显示时钟，包括遥控器、主控时钟和受控时钟，主控时钟包括主控模块、电源模块、电压转换模块、无线模块和第一显示模块，电源模块的输入端连接USB接口，电源模块的输出端分别连接控制模块和电压转换电路输入端，电压转换电...',
    'name': '用于教学视频录制的无线显示时钟',
    'proposer': '济南职业学院'
    },
    {
    'number': '201220025293.5',
    'abstract': '本实用新型公开了一种车载导航与视频录制一体化设备，包括录制模块、导航模块；录制模块包括用于捕获视音频数据的录像单元和用于存储所述视音频数据的录像存储单元；导航模块包括中央处理器、GPS单元、导航存储单元、接口单元，中央处理器分别与GPS单元...',
    'name': '一种车载导航与视频录制一体化设备',
    'proposer': '深圳市飞沃达通信设备有限公司'
    },
    {
    'number': '201520460235.9',
    'abstract': '本实用新型涉及一种用于医用内窥镜的图像增强及视频录制电路，包括图像增强芯片和视频录制芯片；所述图像增强芯片将接收的视频图像进行增强处理，并发送至视频录制芯片，由该视频录制芯片进行录制。相比于现有技术，本实用新型针对现有技术的缺陷，提供了一种...',
    'name': '一种用于医用内窥镜的图像增强及视频录制电路',
    'proposer': '广东实联医疗器械有限公司'
    },
    {
    'number': '201520470633.9',
    'abstract': '本实用新型涉及一种用于医用内窥镜的图像增强及视频录制电路，包括图像增强芯片和视频录制芯片；所述图像增强芯片将接收的视频图像进行增强处理，并发送至视频录制芯片，由该视频录制芯片进行录制。相比于现有技术，本实用新型针对现有技术的缺陷，提供了一种...',
    'name': '一种用于医用内窥镜的图像增强及视频录制电路',
    'proposer': '广东实联医疗器械有限公司'
    },
    {
    'number': '201520475044.X',
    'abstract': '本实用新型涉及一种用于医用内窥镜的图像增强及视频录制电路，包括图像增强芯片和视频录制芯片；所述图像增强芯片将接收的视频图像进行增强处理，并发送至视频录制芯片，由该视频录制芯片进行录制。相比于现有技术，本实用新型针对现有技术的缺陷，提供了一种...',
    'name': '一种用于医用内窥镜的图像增强及视频录制电路',
    'proposer': '广东实联医疗器械有限公司'
    },
    {
    'number': '201520475519.5',
    'abstract': '本实用新型涉及一种用于医用内窥镜的图像增强及视频录制装置，包括一体化主机；该一体化主机内设有图像增强芯片和视频录制芯片；所述图像增强芯片将接收的视频图像进行增强处理，并发送至视频录制芯片，由该视频录制芯片进行录制。相比于现有技术，本实用新型...',
    'name': '一种用于医用内窥镜的图像增强及视频录制装置',
    'proposer': '广东实联医疗器械有限公司'
    },
    {
    'number': '201520460846.3',
    'abstract': '本实用新型涉及一种用于医用内窥镜的图像增强、视频录制及显示电路，包括图像增强芯片、视频录制芯片和显示驱动芯片；所述图像增强芯片将接收的视频图像进行增强处理，并同时发送至视频录制芯片和显示驱动芯片，由该视频录制芯片进行录制，由该显示驱动芯片进...',
    'name': '一种用于医用内窥镜的图像增强、视频录制及显示电路',
    'proposer': '广东实联医疗器械有限公司'
    },
    {
    'number': '201520474046.7',
    'abstract': '本实用新型涉及一种医用内窥镜的图像处理增强、视频录制及显示电路，包括图像处理芯片、信号转换芯片、图像增强芯片、视频录制芯片和显示驱动芯片；所述信号转换芯片包括第一信号转换芯片和第二信号转换芯片；所述图像处理芯片将处理后的图像信号发送至第一信...',
    'name': '一种医用内窥镜的图像处理增强、视频录制及显示电路',
    'proposer': '广东实联医疗器械有限公司'
    },
    {
    'number': '201520474362.4',
    'abstract': '本实用新型涉及一种用于医用内窥镜的图像处理增强及视频录制电路，包括图像处理芯片、信号转换芯片、图像增强芯片和视频录制芯片；所述信号转换芯片包括第一信号转换芯片和第二信号转换芯片；所述第一信号转换芯片用于将bt1120信号转换为lvds信号；...',
    'name': '一种用于医用内窥镜的图像处理增强及视频录制电路',
    'proposer': '广东实联医疗器械有限公司'
    },
    {
    'number': '201520474499.X',
    'abstract': '本实用新型涉及一种医用内窥镜的视频采集处理、视频录制及显示电路，包括视频采集芯片、图像处理芯片、信号转换芯片、图像增强芯片、视频录制芯片和显示驱动芯片；所述视频采集芯片将采集后的视频数据发送至图像处理芯片进行处理；所述信号转换芯片包括第一信...',
    'name': '一种医用内窥镜的视频采集处理、视频录制及显示电路',
    'proposer': '广东实联医疗器械有限公司'
    },
    {
    'number': '200520034234.4',
    'abstract': '本实用新型可进行视频录制和播放的手机包括中央处理单元、显示单元、视频信号处理单元、音频信号编码单元及视频信号编码单元,该视频信号处理单元、音频信号编码单元及视频信号编码单元均与中央处理单元连接,且音频信号编码单元及视频信号编码单元的输出端均...',
    'name': '可进行视频录制和播放的手机',
    'proposer': '百利安特通讯科技(深圳)有限公司'
    },
    {
    'number': '皇家菲利浦电子有限公司',
    'name': '制作和重放数字视频录制品的方法和装置以及用此种方法制作的录制品',
    'proposer': '对MPEG传送流(TS)格式中接收到的广播数据进行处理(8),以产生一个修改的传送流用于在光盘(3)上进行录制,记录下所选择的音频-视频节目的内容。公开了各种技术用于在录制品上容许进行随机访问,而不需要对音频和视频基本流作出重新分组或再复用...'
    },
    {
    'number': '201310710793.1',
    'abstract': '本发明公开了一种屏幕录制方法，包括：获取屏幕内的指定视频录制区域；抓取整个屏幕的图像数据；提取所述指定视频录制区域内的图像数据；将提取出的所述指定视频录制区域图像数据写入视频文件；本发明还提供了一种屏幕录制装置，包括：获取模块，用于获取屏幕...',
    'name': '一种屏幕录制方法及装置',
    'proposer': '鸿合科技有限公司'
    },
    {
    'number': '201510385651.1',
    'abstract': '本发明涉及一种医用内窥镜的一体式集成系统，包括一体式主机，所述一体式主机内包括图像增强芯片、视频录制芯片和显示驱动芯片；所述图像增强芯片将接收的视频图像进行增强处理，并同时发送至视频录制芯片和显示驱动芯片，由该视频录制芯片进行录制，由该显示...',
    'name': '一种医用内窥镜的一体式集成系统',
    'proposer': '广东实联医疗器械有限公司'
    },
    {
    'number': '201610133754.3',
    'abstract': '本发明公开了一种录制视频方法、装置和移动终端，其中，录制视频方法包括：接收第一触发指令，根据第一触发指令开启视频录制功能；将桌面的变化状态录制成视频数据；以及接收第二触发指令，并根据第二触发指令关闭视频录制功能。本发明实施例的录制视频方法、...',
    'name': '录制视频方法、装置和移动终端',
    'proposer': '广东欧珀移动通信有限公司'
    },
    {
    'number': '201610140839.4',
    'abstract': '本发明提供一种车辆碰撞监测系统、方法及装置。所述系统包括：至少两个雷达、至少四个视频录制装置和处理器；至少两个雷达设于车辆的侧边，与处理器连接，且至少两个雷达的探测范围覆盖车辆四周，用于探测车辆四周的物体；至少四个视频录制装置设于车辆的侧边...',
    'name': '车辆碰撞监测系统、方法及装置',
    'proposer': '乐卡汽车智能科技(北京)有限公司'
    },
    {
    'number': '201710090190.4',
    'abstract': '本发明提出一种视频自动录制方法及装置、终端，其中，方法包括：通过预先设定一些能够触发自动录制的触发事件，当检测到有触发事件发生时，则触发自动开启视频录制。本实施例中，能够根据触发事件自动触发视频录制，不需要用户手动开启视频录制，从而录制的视...',
    'name': '视频自动录制方法及装置、终端',
    'proposer': '北京金山安全软件有限公司'
    },
    {
    'number': '201210586122.4',
    'abstract': '本申请提供了一种自助设备视频监控处理方法，该方法包括：检测自助服务区是否有人；在检测到所述自助服务区有人的情况下，触发自助设备监控视频系统进行监控视频录制，并存储所述自助设备监控视频系统录制的监控视频；在检测到所述自助服务区无人的情况下，自...',
    'name': '一种自助设备视频监控处理方法及装置',
    'proposer': '广州广电运通金融电子股份有限公司'
    },
    {
    'number': '201510204433.3',
    'abstract': '本发明公开了一种精确记录的手机软件测试方法，包括如下步骤：准备测试脚本文件和视频录制程序，初始化测试环境和参数；用户发送控制指令，执行测试脚本文件和视频录制；用户针对手机软件屏幕执行操作，视频录制程序和测试脚本文件实时记录测试日志；遇到停止...',
    'name': '一种精确记录的手机软件测试方法',
    'proposer': '深圳市祈锦通信技术有限公司'
    },
    {
    'number': '201410391619.X',
    'abstract': '视频、全息视频、语音和立体声的集成按键方案，涉及人机交互技术领域、通信领域、即时通信领域、通信终端设备领域。为了适应将来视频、全息视频、立体声技本发展潮流，尽可能的使用更少的按键数量来实现语音呼叫、视频呼叫、语音录制、视频录制、全息视频呼叫...',
    'name': '视频、全息视频、语音和立体声的集成按键方案',
    'proposer': '陈中文'
    },
    {
    'number': '201620268867.X',
    'abstract': '本实用新型提供一种背包，涉及通讯技术领域，能够提供录制视频的功能。该背包主要包括：电池槽，所述电池槽用于放置电池，且放置于所述电池槽中的电池为所述背包上的各个模块供电；至少一个视频录制装置，所述视频录制装置通过充电接口与所述电池槽中的电池电...',
    'name': '背包',
    'proposer': '乐视控股(北京)有限公司'
    },
    {
    'number': '201410373882.6',
    'abstract': '一种自动检测设备出错并保存出错视频的方法，所述方法使用的系统包括检测模块、视频录制模块、存储模块和视频查看模块；包括如下步骤：1）视频录制模块在设备开启后对显示画面的视频录制，并缓存N分钟视频录制模块录制的视频；2）检测模块在设备开启后检测...',
    'name': '一种自动检测设备出错并保存出错视频的方法',
    'proposer': '冠捷显示科技(厦门)有限公司'
    },
    {
    'number': '201520460796.9',
    'abstract': '本实用新型涉及一种用于医用内窥镜的图像增强、视频录制及显示电路，包括图像增强芯片、视频录制芯片和显示驱动芯片；所述图像增强芯片将接收的视频图像进行增强处理，并同时发送至视频录制芯片和显示驱动芯片，由该视频录制芯片进行录制，由该显示驱动芯片进...',
    'name': '一种用于医用内窥镜的视频采集处理电路',
    'proposer': '广东实联医疗器械有限公司'
    },
    {
    'number': '201610947980.5',
    'abstract': '本发明提供一种视频生成方法及移动终端，所述方法包括：确定第一水印信息；在视频录制过程中，将录制的每一视频帧与所述第一水印信息进行合成处理；生成包含所述第一水印信息的视频。本发明提供的视频生成方法及移动终端能够在视频录制过程中在每一视频帧上添...',
    'name': '一种视频生成方法及移动终端',
    'proposer': '维沃移动通信有限公司'
    },
    {
    'number': '201410373389.4',
    'abstract': '本发明实施方式提出一种录制视频的方法、装置和系统。方法包括：检测第一手势动作，并基于所述第一手势动作从预先设置的虚拟元素数据库中选择虚拟元素；检测第二手势动作，基于所述第二手势动作录制视频，并根据预先设置的叠加样式将正录制的视频与选中的所述...',
    'name': '一种录制视频的方法、装置和系统',
    'proposer': '腾讯科技(深圳)有限公司'
    },
    {
    'number': '201510543102.2',
    'abstract': '本发明公开了一种视频推送方法和装置，属于网络技术领域。所述方法包括：在接收到终端发送的视频录制消息后，获取所述视频录制消息中包含的用户标识、直播间标识和录制时间段；根据所述录制时间段，对与所述直播间标识匹配的直播间播放的视频进行录制；在视频...',
    'name': '视频推送方法和装置',
    'proposer': '广州酷狗计算机科技有限公司'
    },
    {
    'number': '201610282622.7',
    'abstract': '本发明实施例提供一种音视频文件生成方法及装置。该方法包括：向视频录制设备和语音录制设备分别发送录制同步信息，所述语音录制设备固定于被拍摄者；获取所述视频录制设备根据所述录制同步信息录制的视频数据，以及所述语音录制设备根据所述录制同步信息录制...',
    'name': '音视频文件生成方法及装置',
    'proposer': '高翔'
    },
    {
    'number': '201510155974.1',
    'abstract': '本发明公开了一种视频处理方法及装置，用以实现在视频录制过程中实现远程播放。所述方法包括：根据第一预设时间间隔获取屏幕截图；当每获取到一幅屏幕截图时：对该幅屏幕截图进行编码，获得该幅屏幕截图对应的一帧视频数据，并将该帧视频数据发送给服务器。采...',
    'name': '一种视频处理方法及装置',
    'proposer': '天脉聚源(北京)教育科技有限公司'
    },
    {
    'number': '201510677733.3',
    'abstract': '本发明提供一种基于视频内容的多路视频同步方法及装置，该方法包括以下步骤：①开启多个视频录制装置进行拍摄；②在多个视频录制装置都处于拍摄过程中时，添加一个同步事件，使每个视频录制装置都记录下同步事件，得到多路视频信号，每一路视频信号的视频内容...',
    'name': '基于视频内容的多路视频同步方法及装置',
    'proposer': '擎亚国际贸易(上海)有限公司'
    },
    {
    'number': '201520474686.8',
    'abstract': '本实用新型涉及一种医用内窥镜的一体式集成系统，包括一体式主机，所述一体式主机内包括图像增强芯片、视频录制芯片和显示驱动芯片；所述图像增强芯片将接收的视频图像进行增强处理，并同时发送至视频录制芯片和显示驱动芯片，由该视频录制芯片进行录制，由该...',
    'name': '一种医用内窥镜的一体式集成系统',
    'proposer': '广东实联医疗器械有限公司'
    },
    {
    'number': '201510491395.4',
    'abstract': '本发明涉及一种行车记录系统及记录方法，该系统包括：安装于车辆上的车载处理模块，包括视频录制单元、车牌识别单元、以及车载存储单元，所述视频录制单元用于记录所述车辆行车过程中前方的行驶状况并形成视频信息存储于所述车载存储单元中，所述车牌识别单元...',
    'name': '行车记录系统及记录方法',
    'proposer': '黄昊'
    },
    {
    'number': '201510567998.8',
    'abstract': '本发明公开了一种可视化的自动拨测方法及系统，所述方法包括：拨测终端录制特定业务页面的URL脚本信息，执行录制的特定业务页面的URL脚本信息；同时调用录屏脚本文件，视频录制执行过程，生成视频录制文件；接收执行URL脚本信息后反馈的页面响应信息...',
    'name': '一种可视化的自动拨测方法及系统',
    'proposer': '北京思特奇信息技术股份有限公司'
    },
    {
    'number': '201610431219.6',
    'abstract': '本发明涉及一种互动课堂的视频直播录制方法及系统，该互动课堂的视频直播录制方法，包括如下步骤：上课时，通过至少一个视频录入装置录入主讲人或/和听讲人的视频录制信息，同时通过至少一个传声器录入主讲人或/和听讲人的音频录制信息；在视频录制过程中，...',
    'name': '互动课堂的视频直播录制方法及系统',
    'proposer': '广州科技职业技术学院'
    },
    {
    'number': '201610028606.5',
    'abstract': '本发明公开了一种视频通信方法及装置。所述方法包括：采集终端信息和网络信息；根据所述终端信息和所述网络信息中的至少一类信息获得第一视频参数；按照所述第一视频参数进行视频录制；和按照所述第一视频参数进行视频传输。所述装置包括：信息采集模块，用于...',
    'name': '视频通信方法及装置',
    'proposer': '乐视移动智能信息技术(北京)有限公司'
    },
    {
    'number': '201610135942.X',
    'abstract': '本发明涉及一种教学录像系统，包括：视频录制模块、图像识别模块以及系统控制模块；系统控制模块分别与视频录制单元、图像识别模块以及接触感应式教学白板的控制单元相连；视频录制单元与图像识别模块相连；视频录制单元对投影幕布进行图像采集，并将所采集的...',
    'name': '一种教学录像系统',
    'proposer': '国网福建省电力有限公司'
    },
    {
    'number': '201610344233.2',
    'abstract': '一种基于人脸视频图像的心率检测系统，包括视频录制模块、人脸识别模块、RGB分离模块、独立分量分析模块和生理参数量化模块，视频录制模块、人脸识别模块、RGB分离模块、独立分量分析模块和生理参数量化模块依次连接。心率检测算方法包括视频录制、人脸...',
    'name': '一种基于人脸视频图像的心率检测系统及检测方法',
    'proposer': '南昌大学'
    },
    {
    'number': '201510251124.1',
    'abstract': '本发明提出了一种车辆行驶安全监控终端，包括主控电路板、外接摄像头、指纹识别装置、音频接收装置、酒精浓度检测装置；主控电路板包括微处理器、身份认证模块、视频录制模块、远程通信模块、计时器模块，身份认证模块、视频录制模块、远程通信模块、计时器模...',
    'name': '一种车辆行驶安全监控终端、系统、方法',
    'proposer': '中晟国计科技有限公司'
    },
    {
    'number': '201410586831.1',
    'abstract': '本发明公开了一种特效视频生成方法，包括：录制视频前或视频录制过程中，检测用户是否在摄像头显示画面上框选目标图像；若是，则从框选帧开始对所框选的目标图像进行跟踪，并在视频录制过程中，将跟踪成功的视频帧图像的帧数、目标图像位置区域写入跟踪数据文...',
    'name': '特效视频生成方法及装置',
    'proposer': '成都理想境界科技有限公司'
    },
    {
    'number': '201410747893.6',
    'abstract': '本发明公开了一种特效视频生成方法，包括：录制视频前或视频录制过程中，检测用户是否在摄像头显示画面上框选目标图像；若是，则从框选帧开始对所框选的目标图像进行跟踪，并在视频录制过程中，将跟踪成功的视频帧图像的帧数、目标图像位置区域写入跟踪数据文...',
    'name': '特效视频生成方法及装置',
    'proposer': '成都理想境界科技有限公司'
    },
    {
    'number': '201410658307.0',
    'abstract': '本发明公开一种实现应用内视频、音频录制的方法，所述方法应用于移动终端，所述实现应用内视频录制的方法包括：在应用运行的过程中，接收用户触发的视频录制请求；采集所述应用正在播放的音频数据，并对所述音频数据进行编码后得到音频编码流；获取所述应用正...',
    'name': '实现应用内视频、音频录制的方法及装置',
    'proposer': '腾讯科技(成都)有限公司'
    },
    {
    'number': '201611072364.6',
    'abstract': '本发明公开了一种用于环卫基础设施数据的管理系统，包括车载摄像模块、道路摄像模块、监控点摄像模块、环卫设施定位模块、视频监控平台、无线网络模块和监控管理中心；车载摄像模块，负责环卫车辆移动时对环卫区域内的视频录制；道路摄像模块，负责实时对道路...',
    'name': '一种用于环卫基础设施数据的管理系统',
    'proposer': '合肥瑞萨德环境科技有限公司'
    },
    {
    'number': '200710047010.0',
    'abstract': '本发明提供一种移动型多流合并教学训练系统,属于教学设备领域,涉及一种应用于教学的训练系统。本发明中的系统,主要包括:教师音视频录制单元,由分别装配有无线通信模块的教师摄像机、教师拾音器和教师控制端共同组成;学生音视频录制单元,由分别装配有无...',
    'name': '移动型多流合并教学训练系统',
    'proposer': '上海迈辉信息技术有限公司'
    },
    {
    'number': '201611092407.7',
    'abstract': '本发明实施例提供了一种视频处理方法及移动终端，所述方法包括：在目标视频录制或播放的过程中，从目标视频中选出用户选取操作对应的视频图片并保存；在所述目标视频录制或播放结束时，从所述保存的视频图片中选取至少一帧视频图片；依据所述至少一帧视频图片...',
    'name': '一种视频处理方法及移动终端',
    'proposer': '维沃移动通信有限公司'
    },
    {
    'number': '201110336537.1',
    'abstract': '本发明公开了一种语音视频的录制方法、装置及系统。其中，该方法包括：在网络视频电话客户端的通话过程中，接收在网络视频电话客户端发送的语音视频录制请求消息，其中，网络视频电话客户端以浏览器为载体通过视频播放器实现；根据语音视频录制请求消息录制网...',
    'name': '语音视频的录制方法、装置及系统',
    'proposer': '中兴通讯股份有限公司'
    },
    {
    'number': '201610614585.5',
    'abstract': '本发明提供了一种屏幕录制方法及移动终端，其中所述方法包括：确定待录制的目标屏幕区域；确定录制声音源的录制方式；接收移动终端用户发出的视频录制指令；基于所述目标屏幕区域和所述录制声音源的录制方式进行视频录制，生成目标视频。通过本发明提供的屏幕...',
    'name': '一种屏幕录制方法及移动终端',
    'proposer': '维沃移动通信有限公司'
    },
    {
    'number': '201510218731.8',
    'abstract': '本发明公开了一种视频封装方法，所述视频封装方法包括以下步骤：在移动终端进行视频录制或视频播放时，启动预览截屏模式；在预览截屏模式下，截取视频录制或视频播放中的预定画面；对截取的所述预定画面进行封装处理，生成视频的预览封面。本发明还公开了一种...',
    'name': '视频封装方法及移动终端',
    'proposer': '努比亚技术有限公司'
    },
    {
    'number': '201110005009.8',
    'abstract': '本发明是一种通过下载与录制终端系统,将互联网上的音视频流媒体传送给具有下载、录制和存储功能的个人视频录制终端上,经过解码输出到视频显示终端的方法。本发明的下载与录制系统实现音视频流媒体的分段、推送、下载、录制和存储的全过程,系统构架包括:内...',
    'name': '互联网流媒体下载与录制终端系统及方法',
    'proposer': '苏州汉辰数字多媒体有限公司'
    },
    {
    'number': '201610158985.X',
    'abstract': '本发明实施例公开了一种生成动态图片方法，包括：调用电子设备的视频录制程序；基于所述视频录制程序：通过所述电子设备的摄像头实时采集所述摄像头的采集区域的目标视频数据，并将采集到的所述目标视频数据实时呈现于所述电子设备的显示屏；检测所述显示屏实...',
    'name': '一种生成动态图片方法及电子设备',
    'proposer': '联想(北京)有限公司'
    },
    {
    'number': '201610648611.6',
    'abstract': '本发明公开了一种增强现实移动终端。包括增强现实实时计算处理单元、虚拟位置控制转化单元、实时图像渲染显示单元、实时音视频录制单元、分享交流单元。本发明所采用的多标签标记技术标签的定位的精度和可靠性高；采用了独有的音视频录制功能，方便交流和传播...',
    'name': '增强现实移动终端',
    'proposer': '苏州黑盒子智能科技有限公司'
    },
    {
    'number': '201610540844.4',
    'abstract': '本发明涉及网络教学技术领域，具体公开了一种用于辅助教学过程的教学系统及教学方法。所述的系统包括教师端和学生端；所述的教师端包含课堂点评模块、引用电子备课教案模块、引用教材资源模块、小组互动模块、电子白板模块、引用随堂测试模块、引用课后作业模...',
    'name': '一种用于辅助教学过程的教学系统及教学方法',
    'proposer': '广州伟度计算机科技有限公司'
    },
    {
    'number': '201510831993.1',
    'abstract': '本发明涉及了一种视讯在线拍卖平台，其特征在于：包括主服务器、第三方资金监管平台、交易平台子系统、服务费用子系统、卖家管理平台、买家交易平台、防伪验证平台、视频录制模块，其中，所述视频录制模块制定录制规则，卖家根据录制规则录制视频，并通过卖家...',
    'name': '视讯在线拍卖平台',
    'proposer': '四川诚品电子商务有限公司'
    },
    {
    'number': '200780028008.7',
    'abstract': '应移动设备用户的请求,远程把视频内容录制在个人视频录制服务器上,并在一些实施例中,稍后在移动设备上获得所录制内容的方法和设备。',
    'name': '用于移动个人录像机的方法和设备',
    'proposer': '慧达企业有限公司'
    },
    {
    'number': '201621224748.0',
    'abstract': '本实用新型提供一种用于勘探救援现场的移动机器人，包括：车体、视频录制装置、用于调整所述视频录制装置角度的方向调节座及用于推进所述视频录制装置的延长机构。当救援机器人检测到幸存者的位置后，可多角度的拍摄救援现场周遭环境，适应救援现场的各种地势...',
    'name': '一种用于勘探救援现场的移动机器人',
    'proposer': '深圳市中舟智能科技有限公司'
    },
    {
    'number': '201621015459.X',
    'abstract': '本实用新型公开了一种基于GSM的汽车防盗报警系统，涉及汽车防盗装置领域，包括控制模块、视频录制模块、声光报警模块、GPS定位模块、GSM通信模块、用户终端、发动机油路控制模块以及发动机电路控制模块，所述控制模块的输出端分别与GPS定位模块、...',
    'name': '一种基于GSM的汽车防盗报警系统',
    'proposer': '吉林工程技术师范学院'
    },
    {
    'number': '201210415390.X',
    'abstract': '本发明公开了一种在视频信息中加入位置信息的方法、系统与视频管理服务器。其中，该方法包括实时接收所录制的视频；实时接收移动终端按照设置的采集频率通过内置于移动终端的GPS获取的当前的经纬度坐标；将当前的经纬度坐标与上次获得的经纬度坐标进行比较...',
    'name': '视频信息中加入位置信息的方法、系统与视频管理服务器',
    'proposer': '中国电信股份有限公司'
    },
    {
    'number': '201510648341.4',
    'abstract': '本发明涉及一种车载视频安保系统，其由车载设备和数据处理中心平台组成；车载设备包括视频录制单元、传感器单元、控制器单元、车载通讯单元和车载视频储存单元；视频录制单元一端电连接有摄像头，另一端电连接车载视频储存单元；传感器单元一端电连接于控制器...',
    'name': '车载视频安保系统',
    'proposer': '屈军祺'
    },
    {
    'number': '201520809083.9',
    'abstract': '本实用新型公开的一种基于视频内容的多路视频同步装置，包括底座、放置在所述底座上的多个视频录制装置、同时启动所述多个视频录制装置的启动部件、同步闪光灯以及启动所述同步闪光灯的按钮。相较于现有技术，本实用新型的多路视频同步装置不仅能够有效地简化...',
    'name': '基于视频内容的多路视频同步装置',
    'proposer': '擎亚国际贸易(上海)有限公司'
    },
    {
    'number': '201710238377.4',
    'abstract': '本发明提供一种缩时摄影系统及方法，包括转动平台及具摄影功能的电子装置，电子装置包括缩时摄影模块，用户利用缩时摄影模块设定起始位置、结束位置及视频录制时间与计算旋转的角速度；电子装置执行缩时摄影程序时，缩时摄影模块发出开始讯号及包含角速度讯息...',
    'name': '缩时摄影系统及方法',
    'proposer': '小绿草股份有限公司'
    },
    {
    'number': '201611265919.9',
    'abstract': '本发明涉及视频监控领域，公开了一种智能拍摄方法及装置。本发明的实施方式中，智能拍摄方法包括：对预设的检测区域内是否有人进行检测；当检测到预设的检测区域内有人时，开启摄像头进行视频拍摄，并对拍摄的视频中，存在人脸的视频录制时间点进行标记；如果...',
    'name': '智能拍摄方法及装置',
    'proposer': '移康智能科技(上海)股份有限公司'
    },
    {
    'number': '200910224267.8',
    'abstract': '由于目前视频处理技术的局限性,用户无法自动在视频中搜索到所需要的文字部分。本发明公开了一种对视频中出现的信息进行检索的方法及系统,该方法包括:对教学屏幕进行视频录制;对视频录制中出现的信息进行捕获;将捕获的内容记录成日志;从视频中搜索请求检...',
    'name': '对视频中出现的信息进行检索的方法及系统',
    'proposer': '北京网梯科技发展有限公司'
    },
    {
    'number': '200810159388.4',
    'abstract': '本发明涉及一种基于数字水印和条件接收技术的数字电视版权管理系统。针对PVR(个人视频录制)、DVR(数字视频录制)等业务的发展,由条件接收系统实现对非授权用户节目接收的控制,包括收看、录制等操作。由数字水印技术完成对非法盗播节目以及录制后的...',
    'name': '一种基于数字水印和条件接收技术的数字电视版权管理系统',
    'proposer': '浪潮电子信息产业股份有限公司'
    },
    {
    'number': '201280077946.7',
    'abstract': '本发明提供了一种录制分辨率的动态调节装置，包括：属性特征获取单元，用于获取视频录制时采集到的摄制图像的属性特征；分辨率调节单元，用于根据所述属性特征，动态调节当前视频的录制分辨率。本发明还提供了一种录制分辨率的动态调节方法和一种终端。通过本...',
    'name': '录制分辨率的动态调节装置和动态调节方法、终端',
    'proposer': '宇龙计算机通信科技(深圳)有限公司'
    },
    {
    'number': '201610448086.3',
    'abstract': '本发明实施例提出一种视频拍摄控制装置、方法及无人机，该视频拍摄控制方法包括：接收触发指令；响应所述触发指令，控制无人机进入自动拍摄模式；在自动拍摄模式下生成与预设拍摄方式对应的航线信息；控制无人机依据所述航线信息飞行，并控制设置于所述无人机...',
    'name': '视频拍摄控制装置、方法及无人机',
    'proposer': '零度智控(北京)智能科技有限公司'
    },
    {
    'number': '201610836707.5',
    'abstract': '本发明公开了一种视频编辑方法及装置，属于移动终端技术领域。该方法包括步骤：接收语音输入；判断语音输入的内容是否含有属于词库中的词语；若是，则将语音输入的内容以文字形式展示在视频中。本发明的视频编辑方法及装置，省去了对视频图像的后期编辑处理等...',
    'name': '一种视频编辑方法及装置',
    'proposer': '努比亚技术有限公司'
    },
    {
    'number': '201611128909.0',
    'abstract': '本发明提供一种视频通话系统，包括视频通话服务器和视频通话终端；视频通话服务器包含的模块有：终端接入模块，账号管理模块，数据服务模块；终端接入模块，接收终端登录请求；账号管理模块，保存终端账号和终端登录的数据；数据服务模块，接收各终端发来的数...',
    'name': '视频通话系统和视频通话中控制视频画面的方法',
    'proposer': '无锡纽微特科技有限公司'
    },
    {
    'number': '201510242231.8',
    'abstract': '本发明提供了一种基于安卓系统的实时滤镜拍摄的实现方法，所述方法包括：通过安卓系统的摄像接口获取图像流；通过音频采集接口在视频录制时通过麦克风采样获取音频；对图像流的每一帧图像使用滤镜算法进行处理，生成滤镜特效图像流；使用编码器接口实时将带有...',
    'name': '一种基于安卓系统的实时滤镜拍摄的实现方法及其系统',
    'proposer': '广州市久邦数码科技有限公司'
    },
    {
    'number': '201510793629.0',
    'abstract': '一种基于3D虚拟合成技术的微课录制系统及方法，（1）利用人物采集处理模块对视频摄像设备拍摄的视频的人物进行抠像；（2）利用场景处理模块生成虚拟场景文件；（3）利用图像合成模块将抠像前景与虚拟场景文件虚拟合成，实现视频摄像设备拍摄的人物在虚拟...',
    'name': '一种基于3D虚拟合成技术的微课录制系统及方法',
    'proposer': '广州市英途信息技术有限公司'
    },
    {
    'number': '201510598680.6',
    'abstract': '本发明涉及一种医疗摄像系统的视频采集、录制及显示电路，包括设置在手术台上方的天吊式镜头、设置在实施手术位置的潜水式镜头，以及用于接收天吊式镜头和潜水式镜头的视频信号的主机；所述天吊式镜头内设有视频采集芯片，其用于采集外部的图像信息，并发送至...',
    'name': '一种医疗摄像系统的视频采集、录制及显示电路',
    'proposer': '广东实联医疗器械有限公司'
    },
    {
    'number': '201510909251.6',
    'abstract': '一种具有直播互动功能的通信方法，提供一个用于信息交流的互动平台，所述互动平台具有用于视频播放的直播窗口以及用于用户进行聊天、评论的交流窗口；创建一个用于录制视频的视频录制端，所述视频录制端录制的视频信息上传至服务器，由所述服务器发送至所述直...',
    'name': '具有直播互动功能的通信方法',
    'proposer': '中青冠岳科技(北京)有限公司'
    },
    {
    'number': '201611094572.6',
    'abstract': '本发明公开了一种吸油烟机吸烟性能评估方法，其特征在于：通过视频录制设备对吸油烟机周围的区域进行拍摄录制，然后将得到的视频图像进行处理，包括如下步骤：1)读取视频帧：以帧为单位读取视频录制设备录制的视频；2)获取视频相关参数并画出待分析区域；...',
    'name': '一种吸油烟机吸烟性能评估方法',
    'proposer': '宁波方太厨具有限公司'
    },
    {
    'number': '201610606448.7',
    'abstract': '本发明提供一种视频处理方法、装置及终端，视频处理装置利用图像数据获取模块，在终端进行视频录制的过程中从该终端的图像采集模块获取图像数据；内部音频数据获取模块从该终端的内部采集当前播放声音的音频数据，视频合成模块将采集到的图像数据和音频数据进...',
    'name': '一种视频处理方法、装置及终端',
    'proposer': '努比亚技术有限公司'
    },
    {
    'number': '201510979760.6',
    'abstract': '本发明公开了一种移动终端及其控制摄像头拍摄的方法，该移动终端包括：获取模块，用于当检测到采用摄像头进行视频录制时，获取当前摄像头捕获的视频数据；获取切换后的摄像头捕获的视频数据；显示模块，用于显示当前摄像头捕获的视频数据；显示切换后的摄像头...',
    'name': '一种移动终端及其控制摄像头拍摄的方法',
    'proposer': '努比亚技术有限公司'
    },
    {
    'number': '201010278380.7',
    'abstract': '本发明提供了一种互联网视频点播方法和系统，基于互联网络、视频编解码服务器、计算机程序和数据库建立一个视频采集、编辑、编码和发布功能的网络视频点播系统，该系统包括视频流媒体采集模块（1）、视频录制模块（2）、电视节目管理模块（3）、视频编辑模...',
    'name': '互联网视频点播系统',
    'proposer': '刘芳荣'
    },
    {
    'number': '201610370211.3',
    'abstract': '本发明公开了一种视频拍摄装置、方法和移动终端，首先接收视频录制开始指令；然后循环进行以设定的时间间隔采集被拍摄对象的视频元，当视频元的数量达到预设值时，根据预设调整规则对已采集的视频元进行筛选，对设定的时间间隔进行调整，最后根据视频录制结束...',
    'name': '一种视频拍摄装置、方法和移动终端',
    'proposer': '努比亚技术有限公司'
    },
    {
    'number': '201610370475.9',
    'abstract': '本发明公开了一种不动产登记智能发证系统，系统包括身份证识别模块、指纹采集器、微处理器、打印机组、备用UPS、显示模块、触屏单元、视频录制单元、信息传输模块、数据存储模块，微处理器通过信息传输模块与数据库相连，身份证识别模块通过身份证识别进行...',
    'name': '不动产登记智能发证系统',
    'proposer': '余莹'
    },
    {
    'number': '201610826698.1',
    'abstract': '本发明公开一种无人机地面控制系统，包括与天线连接的无人机飞行状态视频图像接收模块、光学变焦视频图像接收模块、云台控制数据发送模块和无人机数据传输收/发模块，无人机飞行状态视频图像接收模块连接无人机飞行状态视频显示器，光学变焦视频图像接收模块...',
    'name': '无人机地面控制系统',
    'proposer': '四川克瑞斯航空科技有限公司'
    },
    {
    'number': '201510947418.8',
    'abstract': '本公开是关于一种建立视频通话的方法及装置，属于即时通信领域。方法包括：接收状态指示信息，状态指示信息用于指示第二终端正处于视频录制状态，且第一终端是第二终端正在录制的视频的接收端；展示提醒消息，提醒消息用于提醒是否建立第一终端和第二终端之间...',
    'name': '建立视频通话的方法及装置',
    'proposer': '小米科技有限责任公司'
    },
    {
    'number': '201510316326.X',
    'abstract': '本发明公开了一种存储视频文件的方法及行车记录仪，该方法包括：行车记录仪录制视频时，在录制的视频上标注水印，水印包括录制时间水印、车牌号码水印和自定义水印中的一种或几种，对标注水印后录制完成的视频进行存储。该行车记录仪包括：视频录制处理单元，...',
    'name': '一种存储视频文件的方法及行车记录仪',
    'proposer': '深圳市凯立德科技股份有限公司'
    },
    {
    'number': '201610116245.X',
    'abstract': '本发明公开了一种控制方法，用于控制成像装置采用反差式对焦模式进行视频录制。成像装置包括对焦镜头及显示器。控制方法包括：估算步骤、获取步骤及控制步骤。估算步骤估算对焦镜头经过对焦位置后的回退时间。获取步骤获取成像装置输出的视频。控制步骤控制显...',
    'name': '控制方法、控制装置及电子装置',
    'proposer': '广东欧珀移动通信有限公司'
    },
    {
    'number': '201610627359.0',
    'abstract': '本发明所提供的一种基于智能终端的音视频数据自动分割处理方法及系统，所述方法具体包括：检测智能终端的音视频录制程序是否启动；若是，则在所述智能终端中创建一用于存储所述音视频数据的多媒体文件，并将录制的当前音视频数据进行编码封装进所述多媒体文件...',
    'name': '一种基于智能终端的音视频数据自动分割处理方法及系统',
    'proposer': '深圳市智行畅联科技有限公司'
    },
    {
    'number': '201510883061.1',
    'abstract': '本发明提供一种基于安卓OTG接口驱动多个摄像头的方法和系统。通过OTG扩展多个USB接口，分别连接支持UVC的摄像头，进行JNI编写完成图像、视频的采集。在应用层调用JNI函数，可以实现实时显示、图像拍摄、视频录制等功能，为基于安卓多摄像头...',
    'name': '基于安卓OTG接口驱动多个摄像头的方法和系统',
    'proposer': '北京利云技术开发公司'
    },
    {
    'number': '201080059414.1',
    'abstract': '本发明公开了一种方法，该方法通过主要调节屏幕刷新率其次调节相机曝光时间来提供对视频会议和视频录制中由线路频率、屏幕刷新率和相机曝光时间之间的差异引起的干扰性照明闪烁的除去，以实现相机所捕捉视频的无闪烁体验。',
    'name': '除去闪烁的方法',
    'proposer': '思科系统国际公司'
    },
    {
    'number': '201510646113.3',
    'abstract': '本发明公开了一种视频处理方法及装置，用以使终端在接入时能够即时接收并播放视频。所述方法包括：当在视频录制过程中接收到控制指令时，将所述控制指令所对应的标志位的值更新为开启状态所对应的值；在更新所述标志位的值之后，开始记录所述控制指令所对应的...',
    'name': '一种视频处理方法及装置',
    'proposer': '天脉聚源(北京)教育科技有限公司'
    },
    {
    'number': '201620428745.2',
    'abstract': '本实用新型公开了一种多讯道自动录课系统，包括：N台摄像装置、录制装置和存储装置，其中：每台摄像装置设置有音视频输出接口，通过音视频输出接口与录制装置相连，录制装置与存储装置相连；录制装置包括音视频采集器、同步处理器、音视频录制器和视频文件输...',
    'name': '多讯道自动录课系统',
    'proposer': '北京华人启星科技有限公司'
    },
    {
    'number': '201610544116.0',
    'abstract': '本发明实施例公开了一种屏幕录制方法及触摸电视，在电视主板与显示屏之间设置信号处理装置，信号处理装置接收来自电视主板的视频信号和音频信号；信号处理装置将视频信号分为第一视频信号和第二视频信号；信号处理装置将第一视频信号传输给显示屏；信号处理装...',
    'name': '一种屏幕录制方法及触摸电视',
    'proposer': '青岛海信电器股份有限公司'
    },
    {
    'number': '201520647350.7',
    'abstract': '本实用新型公开了一种录屏终端设备，属于终端设备技术领域。录屏终端设备包括：处理装置、第一显示装置及视频录制装置，所述处理装置、所述第一显示装置及所述视频录制装置之间通讯连接：所述处理装置，用于调用并运行指定的第一应用程序；所述第一显示装置，...',
    'name': '一种录屏终端设备',
    'proposer': '北京新唐思创教育科技有限公司'
    },
    {
    'number': '201620441824.7',
    'abstract': '本实用新型涉及一种水面滑行昆虫水面承载力的测量装置，其包括微量天平、样品支架、盛水容器、盛水容器支架，图像视频录制装置，图像处理和记录装置，所述微量天平上设置有称盘，称盘上设置有固定样品支架的固定装置，所述样品支架的一端可拆卸的固定于称盘上...',
    'name': '水面滑行昆虫水面承载力的测量装置',
    'proposer': '吉林工程技术师范学院'
    },
    {
    'number': '阿尔卡特公司',
    'name': '录制和重播系统',
    'proposer': '提供了一种交互式电视系统,其为用户提供个人视频录制器业务。在所述实施例中,内容在系统的顶部被录制,并被存储在用户的机顶盒中用于以后的播放。对存储在用户机顶盒中的内容的访问也由顶部所控制。'
    },
    {
    'number': '200610059286.6',
    'abstract': '本发明涉及以图像级嵌入个人视频录制功能的系统、方法和设备。在一个实施例中,介绍了用于存储数据结构的计算机可读的媒介。所述数据结构包括图像头以及位于图像头之后的至少一条命令。',
    'name': '用于显示加密视频数据的方法、系统及解码器系统',
    'proposer': '美国博通公司'
    },
    {
    'number': '201410054914.6',
    'abstract': '本发明公开了一种录制视频的方法与装置，其在打开摄像头采集视频数据并进行预览和保存的过程中可以暂停，暂停时只进行预览但不保存，并在暂停期间允许进行摄像头切换；使得用户在视频录制过程中可以发挥更多的创意，且无需对多个视频片段进行编辑，操作更方便...',
    'name': '一种录制视频的方法与装置',
    'proposer': '厦门美图之家科技有限公司'
    },
    {
    'number': '201610299399.7',
    'abstract': '本申请提供一种录制方法和电子设备，用于解决电子设备的视频录制效果较差的技术问题。该方法包括：在电子设备获取多媒体数据的过程中，按照预设时长对所述多媒体数据进行缓存；接收针对所述多媒体数据的录制指令；根据当前的多媒体数据及已缓存的多媒体数据，...',
    'name': '一种录制方法和电子设备',
    'proposer': '联想(北京)有限公司'
    },
    {
    'number': '201620640248.9',
    'abstract': '本实用新型涉及一种无人值守网络视频直播信号录制系统，包括显示装置、采集装置和存储装置，所述采集装置分别与显示装置和存储装置相连；所述采集装置包括信号监测器、控制器和视频录制器，所述信号监测器用于检测直播信号；所述控制器根据信号监测器的检测结...',
    'name': '一种无人值守网络视频直播信号录制系统',
    'proposer': '上海视云网络科技有限公司'
    },
    {
    'number': '201620332550.8',
    'abstract': '本实用新型涉及一种智能检测工作站，包括中央处理器(5)、存储器(9)、数据处理装置、视频录制装置、通信装置(10)、设备识别装置(3)和身份识别装置，其中存储器、数据处理装置、视频录制装置、通信装置、设备识别装置和身份识别装置与中央处理器相...',
    'name': '一种智能检测工作站',
    'proposer': '孙雨'
    },
    {
    'number': '201610122421.0',
    'abstract': '本发明实施例公开了一种音视频处理方法和装置；本发明实施例采用在音视频流采集的过程中，每隔预设时长将采集到的音视频流压缩成可播放音视频单元，然后，将该可播放音视频单元发送给服务器，在音视频流采集完成之后，发送合成指令给该服务器，以使该服务器根...',
    'name': '一种音视频处理方法和装置',
    'proposer': '腾讯科技(深圳)有限公司'
    },
    {
    'number': '201520916338.1',
    'abstract': '一种实训学习系统，包括教学互动区域和视频录制与播放设备，所述视频录制与播放设备包括视频摄像设备、音频录入设备、PC服务器、视频显示设备、音频输出设备和网络设备；视频摄像设备与PC服务器连接，音频录入设备与PC服务器连接，PC服务器与音频输出...',
    'name': '一种实训学习系统',
    'proposer': '广州市英途信息技术有限公司'
    },
    {
    'number': '201110020705.6',
    'abstract': '本发明公开了一种移动终端视频上传系统及方法,其中所述移动终端视频上传系统包括:3G终端,所述3G终端支持可视电话功能;3G移动网络,所述3G移动网络支持可视电话功能并实现3G终端的接入;视频录制网关,所述视频接入网关通过E1专线接入到3G移...',
    'name': '移动终端视频上传系统及方法',
    'proposer': '中国联合网络通信集团有限公司'
    },
    {
    'number': '201610122306.3',
    'abstract': '本申请公开了驾车导航方法和装置。所述驾车导航方法的一具体实施方式包括：接收用户发出的驾车导航启动指令；响应于所述驾车导航启动指令，获取并显示导航信息，并通过内置的加速传感器和/或陀螺仪监测用户所在的汽车是否正在紧急制动或者急转弯；如果监测到...',
    'name': '驾车导航方法和装置',
    'proposer': '百度在线网络技术(北京)有限公司'
    },
    {
    'number': '200610062912.7',
    'abstract': '本发明公开了一种照相手持设备的录像方法,该方法包括以下步骤:进行音视频录制之前在系统RAM存储器中一次性申请2个大小相同的音视频数据缓冲区,在进行音视频录制的时候,将音视频数据放入第一音视频数据缓冲区中,当该缓冲区存满时,将第一音视频数据缓...',
    'name': '一种照相手持设备的录像方法',
    'proposer': '康佳集团股份有限公司'
    },
    {
    'number': '201510194896.6',
    'abstract': '本发明实施例公开了一种VTM业务办理的方法及系统，该方法包括：VTM接收针对客户输入的办理目标业务指令；办理目标业务指令携带目标业务的业务类型；VTM根据目标业务的业务类型判断是否需要开启监控视频录制；若需要，VTM启动摄像头，开启监控视频...',
    'name': '一种VTM业务办理的方法及系统',
    'proposer': '中国建设银行股份有限公司'
    },
    {
    'number': '201510909427.8',
    'abstract': '本发明涉及智能服装运动监测领域，尤其涉及一种运动数据与视频的同步方法、系统及移动终端。所述运动数据与视频的同步方法至少包括以下步骤:信号处理装置将运动数据无线发送并保存至一移动终端,所述运动数据包括用户运动时的生理数据以及各生理数据所对应的...',
    'name': '一种运动数据与视频的同步方法、系统及移动终端',
    'proposer': '博迪加科技(北京)有限公司'
    },
    {
    'number': '200710044758.5',
    'abstract': '本发明提供一种音视频多流合并教学训练系统及实现方法,属于教学设备领域,涉及一种应用于教学的训练系统,以及该系统的使用方法。本发明中的系统,主要包括:教师音视频录制装置,由教师摄像机和教师拾音器组成;学生音视频录制装置,由学生摄像机和学生拾音...',
    'name': '音视频多流合并教学训练系统及实现方法',
    'proposer': '上海迈辉信息技术有限公司'
    },
    {
    'number': '201710093461.1',
    'abstract': '本发明提供一种提供多级服务的视频直播系统及方法，视频直播用户与视频直播服务器通过基础通信网进行双向数据通信；视频直播服务器通过视频录制策略服务器，录制不同效果的直播视频；视频直播服务器通过差异化策略服务器，为不同级别的视频直播用户提供不同的...',
    'name': '一种提供多级服务的视频直播系统及方法',
    'proposer': '福建江夏学院'
    },
    {
    'number': '201710170688.1',
    'abstract': '本发明公开了一种夜间行车增强可视度方法，其包括以下步骤：(1)设置便携夜间增强可视度眼镜式装置，该装置为光学透视显示屏的AR装置；(2)对镜头范围的影像进行实时视频录制并处理，通过两显示屏分别显示增强图像与外界直接影像的叠加，人眼通过观察两...',
    'name': '一种夜间行车增强可视度方法及便携眼镜式装置',
    'proposer': '广东光阵光电科技有限公司'
    },
    {
    'number': '200810304132.8',
    'abstract': '一种用于影像撷取装置的录影系统,其包括显示模块、视频录制模块、确定模块、追踪模块及放大模块。显示模块包括显示区域,显示区域包含子显示区域。视频录制模块用于录制至少一个移动物体的动态影像并显示在子显示区域。确定模块用于在动态影像中确定包含至少...',
    'name': '录影系统及其录影方法',
    'proposer': '鸿富锦精密工业(深圳)有限公司'
    },
    {
    'number': '200910210899.9',
    'abstract': '一种基于声像一体化野生鸟类识别技术的远程无线监测系统,其用于远程生态监测,所述系统包括鸣声录制模块、视频录制模块、音视频数据处理模块、音视频流传输模块和音视频数字文件存储模块。鸣声录制模块录制野外鸟类的声音,将录制的鸣声通过抽样、量化转化为...',
    'name': '基于声像一体化野生鸟类识别技术的远程无线监测系统',
    'proposer': '中国科学院遥感应用研究所'
    },
    {
    'number': '201110426141.6',
    'abstract': '本发明涉及一种网络视频采集播放系统，其中，包括视频源、录制装置、第一储存装置、第二储存装置和视频发送装置；所述视频源与所述录制装置连接，所述录制装置与所述第一储存装置连接，所述视频源、所述录制装置和所述第一储存装置形成视频录制模块；所述第二...',
    'name': '一种网络视频采集播放系统及采集播放方法',
    'proposer': '上海市闸北区信息化服务中心'
    },
    {
    'number': '201510194910.2',
    'abstract': '本发明实施例公开了一种VTM业务办理的方法及系统，该方法包括：VTM接收针对客户在VTM的显示屏上输入的办理目标业务指令；VTM向VTA发送交易请求；VTM判断是否需要开启监控视频录制；若需要，开启监控视频录制；VTA用目标柜员接入VTM监...',
    'name': '一种VTM业务办理的方法及系统',
    'proposer': '中国建设银行股份有限公司'
    },
    {
    'number': '201310706552.X',
    'abstract': '本发明提供点对点家庭教育服务平台。本发明所采用的技术解决方案是点对点家庭教育服务平台，其特征在于：包括客户端、交换机和服务器，所述的服务器包括大学生登陆单元、全职教师登录单元、学生登录单元、课程分布单元、评分单元、教师介绍单元、试讲视频单元...',
    'name': '点对点家庭教育服务平台',
    'proposer': '沈阳洪达信息科技有限公司'
    },
    {
    'number': '201510750888.5',
    'abstract': '本发明实施例公开了一种视频数据处理方法和装置；本实施例可以检测视频录制过程中的视频数据，其中，该视频数据包括多个视频图像，若检测到视频图像满足第一预设条件，则暂停录制，并启动摄像头预览功能，然后通过该摄像头预览功能获取预览的内容，得到预览图...',
    'name': '一种视频数据处理方法和装置',
    'proposer': '广东欧珀移动通信有限公司'
    },
    {
    'number': '201610066215.2',
    'abstract': '本发明公开了一种航拍视频处理方法，包括：地面终端向飞行器端发送实时视频录制指令；飞行器端接收所述指令，并启动双码流录制功能；飞行器端同时录制两路不同分辨率的视频，本地保存分辨率较高一路视频，并发送另一路视频到地面终端。通过上述方式，本发明可...',
    'name': '航拍视频处理方法及系统',
    'proposer': '深圳市高巨创新科技开发有限公司'
    },
    {
    'number': '201610870985.2',
    'abstract': '一种虚拟现实直播方法，包括：可穿戴式录制设备进行现场的全景视频录制，将所述录制的视频的影像帧以及录制过程中的相关参数实时传送给云服务器；所述云服务器对所述视频的影像帧进行全景拼接处理，并根据所述录制过程中的相关参数进行三维建模，生成三维全景...',
    'name': '虚拟现实直播方法、系统以及云服务器',
    'proposer': '宇龙计算机通信科技(深圳)有限公司'
    },
    {
    'number': '200610038508.6',
    'abstract': '本发明涉及一种带有数字电视接收器的个人便携式多媒体播录放一体机,主要包括音频/视频输入/输出接口,音频/视频录制模块,数字电视信号接收模块,音频/视频解码/编码控制模块,播放模块,USB通讯接口,数据存储模块,电源管理模块,控制模块。发明通...',
    'name': '带有数字电视接收器的个人便携式多媒体播录放一体机',
    'proposer': '常州豪杰电器有限公司'
    },
    {
    'number': '201510145961.6',
    'abstract': '本发明实施例公开了一种视频播放方法及装置。一种视频播放方法，包括：接收用户针对本地显示的视频拍摄视角选择列表做出的选择操作；根据所述选择操作，确定所述用户选择的视频拍摄视角；根据预先建立的视频拍摄视角与视频码流文件的对应关系，获取对应于所述...',
    'name': '一种视频播放方法及装置',
    'proposer': '北京奇艺世纪科技有限公司'
    },
    {
    'number': '201510181087.1',
    'abstract': '本发明涉及一种垃圾视频的识别方法及装置。一种方法包括步骤：获取视频录制过程中的数据；判断数据是否满足第一垃圾视频判定条件；若满足，在录制的视频的名称内添加标识垃圾视频的字符。该方法对应的装置包括：数据获取模块，用于获取视频录制过程中的数据；...',
    'name': '垃圾视频的识别方法及装置',
    'proposer': '广东欧珀移动通信有限公司'
    },
    {
    'number': '200910019603.5',
    'abstract': '一种便携式夜视摄录机,属于监控设备领域。其技术方案为:它包括激光照明模块、成像模块、显示模块和电源模块,用以控制整个系统运行的CPU处理模块;视频压缩/解压缩模块;用于完成视频数据的文件存储或读取,可直接将视频录制到外接USB存储设备上的文...',
    'name': '便携式夜视摄录机',
    'proposer': '山东神戎电子股份有限公司'
    },
    {
    'number': '200780007789.1',
    'abstract': '家庭网络内设备提供从家庭网络外的服务器接受内容并进行播放的结构。家庭IMS网关将家庭网络外的外部服务器映射为虚拟家庭网络设备,应用映射信息执行外部服务器所提供的内容提供服务的接受处理。并且,执行与外部服务器所提供的内容有关的作为用户固有的内...',
    'name': '信息处理装置和信息处理方法以及计算机程序',
    'proposer': '索尼株式会社'
    },
    {
    'number': '201310442168.3',
    'abstract': '本发明的实施方式提供了一种广告监测方法。该方法可以包括：在用户收听和/或收看广告时，对所述广告进行音频录制和/或视频录制；通过通信工具将所录制的音频和/或视频发送给所述广告对应的广告者，以便广告者进行收听率和/或收视率的统计，实现了高效率准...',
    'name': '一种广告监测方法、装置及系统',
    'proposer': '广州网易计算机系统有限公司'
    },
    {
    'number': '201310515886.9',
    'abstract': '本发明公开了一种自动接听的方法及装置，涉及通信领域。所述方法包括：在终端收到呼入信号时，启动对终端的移动检测；当检测到终端移动并接近相应物体时，启动视频录制单元获取所述相应物体的视频图像；利用预置的人耳图像资源对所述视频图像进行识别，以判断...',
    'name': '一种自动接听的方法及装置',
    'proposer': '中兴通讯股份有限公司'
    },
    {
    'number': '201510375145.4',
    'abstract': '本发明公开了一种自动实现知识点索引生成方法及装置，涉及视频处理技术领域，本发明获取录像服务器进行视频录制的起始时间，实时抓取课件当前页面的知识点，在所述知识点发生变化时，记录当前的翻页时间，根据记录的翻页时间与起始时间，确定各知识点对应的知...',
    'name': '自动实现知识点索引生成方法及装置',
    'proposer': '北京竞业达数码科技有限公司'
    },
    {
    'number': '201510292881.3',
    'abstract': '本发明提供一种视频回传的操作方法及终端设备，通过在解锁界面显示视频回传操作区域，并在视频回传操作区域接收用户的回传操作手势，从而在解锁界面显示视频回传功能界面，进一步地，在视频回传快门按键上接收所述用户的视频回传起始手势，启动摄像头进行视频...',
    'name': '视频回传的操作方法及终端设备',
    'proposer': '成都鼎桥通信技术有限公司'
    },
    {
    'number': '201410417712.3',
    'abstract': '本发明涉及一种数字影视播放系统，包括多媒体播录放一体机，所述多媒体播录放一体机包括机体，所述机体内部设置有：音频/视频输入/输出接口、音频/视频录制模块、数字电视信号接收模块、音频/视频解码/编码控制模块、播放模块、多个USB通讯接口、数据...',
    'name': '一种数字影视播放系统',
    'proposer': '北京博宇昊业多媒体科技有限公司'
    },
    {
    'number': '201410423478.5',
    'abstract': '本发明提供一种多种媒体同步录制的方法，包括：录制步骤，录制多种格式的媒体文件；以及同步标记步骤，当某一媒体类型发生预定的关键事件时，记录其他类型的媒体文件的录制进度；其中，在录制步骤中，将音频或视频录制为流媒体格式。本发明还提供一种使用所述...',
    'name': '多种媒体的同步录制方法',
    'proposer': '天脉聚源(北京)教育科技有限公司'
    },
    {
    'number': '201610288017.0',
    'abstract': '本发明公开了一种应用于学校的在线互动管理方法，包括考勤数据处理步骤S1、节目直播处理步骤S2和信息直播处理步骤S3；所述的考勤数据处理步骤S1包括考勤数据采集、考勤数据统计和考勤数据查看；所述的节目直播处理步骤S2包括节目视频录制、分享、保...',
    'name': '一种应用于学校的在线互动管理方法',
    'proposer': '成都记上学科技有限公司'
    },
    {
    'number': '200810142233.X',
    'abstract': '本发明提供一种移动通讯设备的通话录制方法,其包括以下步骤:步骤A,对存储项目进行设定;步骤B,对录制对象进行设定;步骤C,对录制形式进行设定。本发明提供的移动通讯设备的通话录制方法既方便对通话录制的存储空间进行管理,同时对录制形式以及录制对...',
    'name': '移动通讯设备的通话录制方法',
    'proposer': 'TCL天一移动通信(深圳)有限公司'
    },
    {
    'number': '201110107769.X',
    'abstract': '本发明公开了一种基于互联网的用于视频复诊的方法及系统。所述系统包括:预约复诊时间管理系统,账号管理系统,视频复诊模块,复诊数据存储模块,音视频录制模块,数据处理模块,第三方支付系统,复诊费用设置模块。此种系统用于在医院看过病后,通过互联网进...',
    'name': '一种基于互联网的用于视频复诊的方法及系统',
    'proposer': '大连亿创天地科技发展有限公司'
    },
    {
    'number': '201110459742.7',
    'abstract': '本发明涉及通讯技术领域，公开了视频留言方法、视频邮箱系统服务器及终端，其中一种视频留言方法包括：主叫终端在与被叫终端的呼叫无法接通时，获取欢迎语；在播放所述欢迎语后，开始录制视频，并缓存录制的视频；建立与所述视频邮箱系统服务器的连接；在视频...',
    'name': '视频留言方法、视频邮箱系统服务器及终端',
    'proposer': '华为技术有限公司'
    },
    {
    'number': '201210003386.2',
    'abstract': '本发明提供一种移动终端及其编码切换方法。上述方法包括以下步骤：录制模块预设移动终端录取音视频的编码方式，并预设音视频的保存路径为本地socket的文件描述符；于移动终端进行音视频录制时，控制模块根据移动终端的当前编码的耗电量以及CPU利用率...',
    'name': '一种移动终端及其编码切换方法',
    'proposer': '苏州阔地网络科技有限公司'
    },
    {
    'number': '200910057720.0',
    'abstract': '本发明涉及一种车载导航与视频记录一体化系统及方法,包括主处理模块,电路连接主处理模块的导航模块,将接收到的导航信号传送给主处理模块;电路连接主处理模块的视频捕获模块,将捕获到的原始视频数据传送给主处理模块;连接主处理模块的存储模块电路,主处...',
    'name': '车载导航与视频记录一体化系统及方法',
    'proposer': '安霸半导体技术(上海)有限公司'
    },
    {
    'number': '201620782532.X',
    'abstract': '本实用新型公开了一种火场勘查车。本实用新型车顶安装车顶平台及护栏，车顶前端安装升降照明灯、红外灯及高空视频录制设备，高空视频录制设备通过线路连接与车内硬盘录像机和车内液晶显示器；车顶中部安装驻车空调；车厢内尾部两侧安装左侧消防装备柜及右侧消...',
    'name': '火场勘查车',
    'proposer': '天津中天高科防务技术有限公司'
    },
    {
    'number': '201621038866.2',
    'abstract': '本实用新型涉及一种远程投影交互系统，包括至少两台主机，还包括远程服务器；主机包括视频录制模块、投影模块、处理器单元、网络模块、视频处理模块和声音处理模块；投影模块和视频处理模块构成一组单元，该单元在主机上设置有多组；远程服务器包括数据库服务...',
    'name': '一种远程投影交互系统',
    'proposer': '山东祈锦光电科技有限公司'
    },
    {
    'number': '201521116154.3',
    'abstract': '本实用新型公开了一种PCB板生产设备，包括烘干罐、感应电眼、传输装置和计数器；所述感应电眼设置在所述烘干罐的内壁顶部，所述计数器设置在所述烘干罐的上表面；所述烘干罐的内壁顶部设置加热器和风扇，所述烘干罐的上表面设有控制电路，所述加热器和风扇...',
    'name': 'PCB板生产设备',
    'proposer': '四川锐宏电子科技有限公司'
    },
    {
    'number': '201620663152.4',
    'abstract': '本实用新型公开了一种新型证据抓拍装置，包括微型高清摄像机、定位器和无线收发器，所述微型高清摄像机上面设置有话筒，所述话筒一侧设置有音响，所述音响一侧设置有拍照按键，所述拍照按键一侧设置有视频录制键，所述视频录制键一侧设置有所述无线收发器，所...',
    'name': '一种新型证据抓拍装置',
    'proposer': '成都艾泽瑞云科技有限公司'
    },
    {
    'number': '201520778462.6',
    'abstract': '本实用新型涉及一种车载视频安保系统，其由车载设备和数据处理中心平台组成；车载设备包括视频录制单元、传感器单元、控制器单元、车载通讯单元和车载视频储存单元；视频录制单元一端电连接有摄像头，另一端电连接车载视频储存单元；传感器单元一端电连接于控...',
    'name': '车载视频安保系统',
    'proposer': '屈军祺'
    },
    {
    'number': '201611152750.6',
    'abstract': '本发明公开了一种基于视觉分析的超市自助结账智能系统，摄像头，用于采集图像供其他模块使用；商品信息提取模块，用于在用户进入商品准备区后提取各个商品的重量及图像信息，还用于在扫码区域获取各个商品的条码信息；价格显示模块，用于提取商品的条码信息后...',
    'name': '基于视觉分析的超市自助结账智能系统',
    'proposer': '朱明'
    },
    {
    'number': '201520726733.3',
    'abstract': '本实用新型涉及一种医疗摄像系统的驱动显示及录制电路，包括设置在手术台上方的天吊式镜头、设置在实施手术位置的潜水式镜头，以及用于接收天吊式镜头和潜水式镜头的视频信号的主机；所述天吊式镜头用于采集外部的图像信息，并发送至主机；所述潜水式镜头用于...',
    'name': '一种医疗摄像系统的驱动显示及录制电路',
    'proposer': '广东实联医疗器械有限公司'
    },
    {
    'number': '201220356984.3',
    'abstract': '一种公众自助式网络即时求助与意见反馈信息交互服务管理系统，包括信息服务站装置、主控系统交互装置、手持式网络待命装置，所述信息服务站装置分别与网络通信装置、手持式网络待命装置、非接触式读卡模块、触控显示模块、证件识别模块、音视频录制模块、短消...',
    'name': '一种公众自助式网络即时求助与意见反馈信息交互服务管理系统',
    'proposer': '户巍'
    },
    {
    'number': '200620016247.3',
    'abstract': '本实用新型涉及一种汽车头枕硬盘录放系统,特别适用于一般车辆类及一种车载汽车头枕硬盘录放系统。本实用新型主要由硬盘、头枕显示屏模块构成,其中硬盘与音视频录制、播放系统通过IDE标准接口进行传输信号,音视频录制、播放系统输出连接头枕显示屏模块,...',
    'name': '汽车头枕硬盘录放系统',
    'proposer': '徐福刚'
    },
    {
    'number': '201420431687.X',
    'abstract': '本实用新型公开了一种船闸专用的船舶吃水超限预警装置，包括控制器、无线信号发射模块、无线接收模块、视频录制模块、报警模块和红外对射传感器；红外发射器和红外接收器与水面之间的距离相等；所述红外发射器和红外接收器与水面之间的距离为船舶的设定吃水深...',
    'name': '船舶吃水超限预警装置',
    'proposer': '江苏海事职业技术学院'
    },
    {
    'number': '201610232961.4',
    'abstract': '本发明公开了美育网络资源共享平台，属于网络教学平台技术领域；所述的教师端与教材资源模块连接；所述的教材资源模块与导学模块、备课模块连接；所述的导学模块与智慧课堂模块连接；所述的智慧课堂模块包含上课模块、随堂检测模块、课后作业模块；所述的随堂...',
    'name': '美育网络资源共享平台',
    'proposer': '广州伟度计算机科技有限公司'
    },
    {
    'number': '201521020627.X',
    'abstract': '本实用新型涉及智能服装运动监测领域，尤其涉及一种运动数据与视频的同步系统。所述同步系统包括：信号处理装置，其用于对运动数据进行处理，并将运动数据无线发送并保存至一移动终端，所述运动数据包括用户运动时的生理数据以及各生理数据所对应的第一时间戳...',
    'name': '一种运动数据与视频的同步系统',
    'proposer': '博迪加科技(北京)有限公司'
    },
    {
    'number': '201520726927.3',
    'abstract': '本实用新型涉及一种医疗摄像系统的视频采集、录制及显示电路，包括设置在手术台上方的天吊式镜头、设置在实施手术位置的潜水式镜头，以及用于接收天吊式镜头和潜水式镜头的视频信号的主机；所述天吊式镜头内设有视频采集芯片，其用于采集外部的图像信息，并发...',
    'name': '一种医疗摄像系统的视频采集、录制及显示电路',
    'proposer': '广东实联医疗器械有限公司'
    },
    {
    'number': '201620503880.9',
    'abstract': '本实用新型涉及一种智能拐杖，包括把手、支撑杆以及功能组件，所述的功能组件包括控制器、导盲模块、呼叫报警模块以及视频录制模块；所述的导盲模块、呼叫报警模块以及视频录制模块与控制器连接，所述的导盲模块包括红外线测距仪、扬声器以及震动装置；所述的...',
    'name': '智能拐杖',
    'proposer': '常州工程职业技术学院'
    },
    {
    'number': '201320765816.4',
    'abstract': '本实用新型公开了一种交互式多功能教学辅助机器人。所述交互式多功能教学辅助机器人包括手持遥控设备和机器人主体，手持遥控设备与机器人主体之间通过无线网络通信；机器人主体包括壳体、控制装置、交互式显示装置、投影装置、视频录制装置、声音拾取装置、声...',
    'name': '一种交互式多功能教学辅助机器人',
    'proposer': '山东科技大学'
    },
    {
    'number': '201010105450.9',
    'abstract': '本发明实施例公开了一种视频通信方法、系统及设备,应用于通信技术领域。本发明的视频通信系统通过机顶盒中的通信连接单元与终端建立通信连接,由指令接收单元通过该连接接收操作指令,包括视频点播指令,或视频录制指令,或音视频传输指令,或对所述机顶盒的...',
    'name': '一种视频通信方法、系统及设备',
    'proposer': '深圳市同洲电子股份有限公司'
    },
    {
    'number': '201410414886.4',
    'abstract': '本发明适用于多媒体视频数据领域，提供了一种基于轨迹记录的分离式视频存储与传输方法，所述分离式视频存储与传输方法包括以下步骤：A.对视频录制端中视音频文件进行分离以命令行轨迹形式记录视频数据；B.对分离的不同数据文件进行压缩后以HTTP协议异...',
    'name': '一种基于轨迹记录的分离式视频存储与传输方法及系统',
    'proposer': '深圳市善科教育科技有限公司'
    },
    {
    'number': '201510727862.9',
    'abstract': '本发明公开了一种行车记录仪的视频显示方法及行车记录仪，该方法包括：将录制于同一行程段上的所有视频在显示屏显示为连续的一段作为行程段视频，并按视频录制的时间先后将属于不同行程段的各行程段视频依次排列显示在所述显示屏上，所述同一行程段上的视频为...',
    'name': '一种行车记录仪的视频显示方法及行车记录仪',
    'proposer': '深圳市凯立德科技股份有限公司'
    },
    {
    'number': '201710042936.4',
    'abstract': '本发明提供了一种全景图像拍摄方法及移动终端，其中，所述方法包括：在全景图像拍摄过程中，为所述拍摄场景中的至少一个目标对象分配标识，并进行视频录制，生成每个目标对象的视频；在全景图像拍摄完成后，生成拍摄场景的全景图像；基于所述全景图像和每个目...',
    'name': '一种全景图像拍摄方法及移动终端',
    'proposer': '维沃移动通信有限公司'
    },
    {
    'number': '201510544880.3',
    'abstract': '本发明公开了一种基于Kinect的仓库监控管理系统，包括Kinect设备、通讯模块和报警装置；Kinect设备包括：中间摄像头和侧方摄像头，所述侧方摄像头在中间摄像头的左右两侧各设一个；中间摄像头是用于对图像进行捕捉的RGB彩色摄像机；侧方...',
    'name': '基于Kinect的仓库监控管理系统及方法',
    'proposer': '河海大学常州校区'
    },
    {
    'number': '201610333708.8',
    'abstract': '本文公布一种移动终端及控制方法，该移动终端包括：检测模块，用于当检测到处于视频录制界面时，通知确定模块；确定模块，用于接收到来自检测模块的通知，确定关注区域；当确定录制视频时，通知获取模块；获取模块，用于接收到来自确定模块的通知，分别获取包...',
    'name': '一种移动终端及控制方法',
    'proposer': '努比亚技术有限公司'
    },
    {
    'number': '201521011150.9',
    'abstract': '本实用新型涉及一种行车记录仪，包括：视频录像模块，设置有用于进行视频录制的第一CPU；主机模块，安装有智能操作系统，且设置有第二CPU；以及电源模块，分别与所述视频录像模块、所述主机模块连接，用于分别独立地给所述视频录像模块、所述主机模块供...',
    'name': '行车记录仪',
    'proposer': '深圳中电国际信息科技有限公司'
    },
    {
    'number': '201110177378.5',
    'abstract': '本发明实施例提供了一种视频信息添加方法和装置,涉及视频技术领域,能够在视频帧上显示相关的标识信息,便于人们了解视频录制时的情景。该方法包括:接收视频设备传来的每个视频帧,在接收每个视频帧的同时获取该视频帧对应的标识信息;将标识信息叠加到与其...',
    'name': '视频信息添加方法和装置',
    'proposer': '青岛海信移动通信技术股份有限公司'
    },
    {
    'number': '201010280188.1',
    'abstract': '新型移动可打印视频执法终端系统，主要由外壳、PDA主板、GSM通信模块、GPS模块、IC卡模块、电源模块、LCD模块、1327集群通信模块、肩咪摄像头模块、打印模块及系统软件组成，其特征在于PDA主板固定在外壳上，1327集群通信模块、肩咪...',
    'name': '新型移动可打印视频执法终端系统',
    'proposer': '北京首科软件及系统集成有限责任公司'
    },
    {
    'number': '201210355114.9',
    'abstract': '一种具备视频的录制、存储、传送等功能的课桌。它具备电源、摄像头、存储器、主控、按键、显示器、接口器件、通讯联络器件、必要辅助器件、相应处理程序等装置。通过按键装置设定好开始和结束时间后，该课桌即可在设定的时间内、对以课桌为工具的学习过程进行...',
    'name': '智能课桌',
    'proposer': '张旗'
    },
    {
    'number': '201210583823.2',
    'abstract': '本申请提供了一种基于智能电视的数据处理方法和装置。其中，该方法中，客户端和服务器之间通过自定义的通信标识符进行通信，实现了智能电视、网络之间跨平台交互的数据处理，并且，本发明中，当客户端发送视频邮件时，发送的仅是一个打包后的HTML页面，并...',
    'name': '一种基于智能电视的数据处理方法和装置',
    'proposer': '三星电子(中国)研发中心'
    },
    {
    'number': '201410308603.8',
    'abstract': '本发明公开了一种视频传输流中节目时钟参考异常跳动校正的方法，通过利用传输流中PCR跳动发生之前统计分析出的PCR分布规律，在跳动发生时，用最新历史规律重建近期时钟，将修正之后的PCR与实际PCR值之间误差控制在±500ns以内，有效排除了P...',
    'name': '一种视频传输流中节目时钟参考异常跳动校正的方法',
    'proposer': '浙江广播电视集团'
    },
    {
    'number': '201410789443.3',
    'abstract': '本发明涉及一种公共求职亭，以公共求职亭的线上线下互通模式替代传统的网络招聘模式和现场招聘模式，利用公共求职亭低成本、易制造、分布广的特点扩大“线下现场”招聘的影响力，让更多的求职者可以随时随地参与到人才招聘中来，从而扩大企业获取人才资源的途...',
    'name': '一种公共求职亭',
    'proposer': '薛翔翔'
    },
    {
    'number': '201510469714.1',
    'abstract': '本发明公开了一种基于人体生物特征控制自动变焦的立体视觉系统，使用了瞳追踪技术、大脑意识控制技术、手势识别、语音控制技术和键盘控制来控制摄像系统的运动以及实现拍照、视频录制和导航等功能。摄像系统、人、微型计算机处理模块形成闭环系统，具有响应速...',
    'name': '一种基于人体生物特征控制自动变焦的立体视觉系统',
    'proposer': '湖南七迪视觉科技有限公司'
    },
    {
    'number': '201410732322.5',
    'abstract': '家用视频物联网网关是集防盗报警、门厅看护、电气控制、气体检测、健康看护和娱乐为一体的一套系统网关，该网关由高清网络摄像机硬件、嵌入式摄像机软件、手机客户端软件和服务器软件四个部分组成，每个部分协同工作，可以实现1080P高清视频录制，检测到...',
    'name': '家用视频物联网网关',
    'proposer': '深圳安锐通科技有限公司'
    },
    {
    'number': '201510250781.4',
    'abstract': '本发明公开了一种直播视频的录制方法和系统，包括：接收到来自管理模块的录制指令，所述录制指令包括时间信息和直播视频信息；根据所述时间信息，从与所述直播视频信息对应的直播视频流中获取全局TS切片文件索引；将所述全局TS切片文件索引对应的TS切片...',
    'name': '直播视频的录制方法和系统',
    'proposer': '乐视云计算有限公司'
    },
    {
    'number': '201610568692.9',
    'abstract': '本发明公开了一种录像方法和装置，涉及视频录制、自我管理、安全管理、文明管理、文化创意、社会交往等领域，特别涉及一种基于可穿戴设备的录像方法和装置。用户可以穿戴在身上，一键回录短视频，自动感知用户行为、情绪或突发事件自动回录短视频，可以提高录...',
    'name': '一种录像方法和装置',
    'proposer': '姚前'
    },
    {
    'number': '201610759268.2',
    'abstract': '本发明公开了一种多功能监控报警主机，包括电源模块、CPU主控模块、定位模块、通讯模块、显示模块、传感器采集模块、报警模块、视频编码/解码模块，超声波识别模块，红外线识别模块，其特征在于：所述电源模块连接CPU主控模块，所述CPU主控模块分别...',
    'name': '一种多功能监控报警主机',
    'proposer': '哈尔滨东方报警设备开发有限公司'
    },
    {
    'number': '201610821196.X',
    'abstract': '本发明涉及图像处理领域，具体提供了一种空间摄影防抖处理方法及装置。本发明提供的空间摄影防抖处理方法，通过FastFeatureDetector算法提取快速角点，通过calcOpticalFlowPyrLK算法及estimateRigidTr...',
    'name': '空间摄影防抖处理方法及装置',
    'proposer': '野拾(北京)电子商务有限公司'
    },
    {
    'number': '201610985133.8',
    'abstract': '本发明提供一种视频数据处理方法及移动终端，该方法可以包括：获取摄像头采集的至少一帧视频图像；确定所述视频图像中待遮挡的目标区域；对所述目标区域对应的图像数据进行遮挡；对遮挡后的所述至少一帧视频图像进行编码处理，生成目标视频数据。从而可以根据...',
    'name': '一种视频数据处理方法及移动终端',
    'proposer': '维沃移动通信有限公司'
    },
    {
    'number': '201610910787.4',
    'abstract': '本发明提供一种电子设备屏幕显示数据获取系统、方法和装置，通过至少一个电子设备与数据处理单元进行通信，数据处理单元接收到录制任务请求后，根据录制任务请求中包含的目标电子设备的标识调用录制脚本，以触发数据处理单元接收目标电子设备发送的目标电子设...',
    'name': '电子设备屏幕显示数据获取系统、方法和装置',
    'proposer': '网易(杭州)网络有限公司'
    },
    {
    'number': '201610882245.0',
    'abstract': '本发明实施例公开了一种用户操作录制方法及终端，其中方法包括：启动用户终端的用户操作录制功能；监测键盘操作或屏幕触摸操作时的操作信息，并在用户终端屏幕的显示界面生成对应的操作标识；获取包含有操作标识的屏幕截图，并根据所述包含有操作标识的屏幕截...',
    'name': '一种用户操作录制方法及终端',
    'proposer': '深圳市金立通信设备有限公司'
    },
    {
    'number': '201610977330.5',
    'abstract': '本发明关于录屏方法、装置及终端，涉及视频录制技术领域，提供了录屏方法、录屏装置和终端，其中，录屏方法包括：接收启动录屏功能的信号，进入录屏模式；根据接收到的滑动信号划定录屏区域；接收触发录制功能的信号，在录屏区域内录制屏幕内容。通过本发明的...',
    'name': '录屏方法、装置及终端',
    'proposer': '宇龙计算机通信科技(深圳)有限公司'
    },
    {
    'number': '201510706190.3',
    'abstract': '本申请公开了一种高分辨率视频的参数检测方法，对实际分辨率高于设定分辨率的终端，参数检测方法包括：针对以所述设定分辨率录制的样图视频，进行编解码处理获取序列参数集SPS和图像参数集PPS，确定UV分量偏转标记并保存；针对以终端实际分辨率录制的...',
    'name': '一种高分辨率视频的参数检测方法',
    'proposer': '成都鼎桥通信技术有限公司'
    },
    {
    'number': '201611166170.2',
    'abstract': '本申请提供了一种基于智能电视的数据处理方法和装置。其中，该方法中，客户端和服务器之间通过自定义的通信标识符进行通信，实现了智能电视、网络之间跨平台交互的数据处理，并且，本发明中，当客户端发送视频邮件时，发送的仅是一个打包后的HTML页面，并...',
    'name': '一种基于智能电视的数据处理方法和装置',
    'proposer': '三星电子(中国)研发中心'
    },
    {
    'number': '201120225750.0',
    'abstract': '本实用新型公开了具有远程监控功能的机顶盒,其包括音视频录制模块、模数转换模块、PCM模块、PCI接口、微控制单元、存储模块、视频输出接口和以太网接口;音视频录制模块通过模数转换模块分别与PCM模块和PCI接口连接,PCM模块、PCI接口、存...',
    'name': '具有远程监控功能的机顶盒',
    'proposer': 'TCL集团股份有限公司'
    },
    {
    'number': '201520166757.8',
    'abstract': '本实用新型提供一种电梯自动控制系统，包括梯外温度采集单元、梯内温度采集单元、温度比较单元以及空调主机，温度比较单元用于接受梯外温度采集单元以及梯内温度采集单元采集的温度数据，分析处理后反馈至中央处理器，中央处理器用于控制空调主机的启闭，中央...',
    'name': '一种电梯自动控制系统',
    'proposer': '常州信息职业技术学院'
    },
    {
    'number': '201310583231.5',
    'abstract': '本发明公开了一种基于云计算的多功能互动平台系统，包括服务器端和客户端，其中，所述服务器端与所述客户端连接，用于响应所述客户端发出的服务请求，并提供相应的服务，从而实现客户端信息的处理和存储；所述服务器端采用云计算技术，通过分布式服务体系提供...',
    'name': '基于云计算的多功能互动平台系统',
    'proposer': '广州鸿根信息科技有限公司'
    },
    {
    'number': '201710256052.9',
    'abstract': '本申请的目的是提供一种车载监控系统，该系统包括：车载监控设备，安装于自动驾驶车辆控制柜内，分别与通讯天线、摄像头以及存储器连接，用于通过通讯天线实时采集摄像头输出的视频数据，进行视频处理，并将其存储于存储器中；通讯天线，安装于自动驾驶车辆车...',
    'name': '一种车载监控系统',
    'proposer': '上海太鼎汽车工程技术有限公司'
    },
    {
    'number': '201410778219.4',
    'abstract': '本发明涉及一种基于录播设备的智能教学信息处理装置，包括教师PC机、录制摄像机、图像检测摄像机、拾音话筒、音频处理装置和录播主机；教师PC机、录制摄像机和图像检测摄像机与录播主机相连接；拾音话筒通过音频处理装置与录播主机相连接，包括跟踪主机，...',
    'name': '基于录播设备的智能教学信息处理装置和方法',
    'proposer': '广州市奥威亚电子科技有限公司'
    },
    {
    'number': '201511027879.X',
    'abstract': '一种基于SURF算法的图像拼接方法，涉及图像处理技术领域。本发明为了解决采用SIFT算法和Harris角点算法存在特征点提取速度慢，而且鲁棒性低，致使图像拼接处理效果不理想的问题。应用Matlab对工业摄像头进行驱动，完成摄像头的标定，以使...',
    'name': '一种基于SURF算法的图像拼接方法',
    'proposer': '哈尔滨工业大学'
    },
    {
    'number': '201610546679.3',
    'abstract': '本发明一种有限知识集再组合并分布萃取的学习与应用系统方法，在萃取流程中，对一个有限的知识集进行再组合并分布萃取，通过文字录入技术、语音录入技术、视频录制技术等将使用者的思想转化为中间层笔记并最终得到一份终点层笔记；通过再组合并分布萃取形成的...',
    'name': '一种有限知识集再组合并分布萃取的学习与应用系统方法',
    'proposer': '中国科学院科技政策与管理科学研究所'
    },
    {
    'number': '201310328734.8',
    'abstract': '本发明公开了一种智能监控摄像头，属于摄像监控技术领域，包括图像采集摄像头、图像处理器、云台控制器。摄像头将视频信号传入视频分析仪，视频分析仪将视频信号分作两路，一路信号直接传入DVR，完成正常的监控视频录制，另一路信号由视频分析仪进行智能分...',
    'name': '一种智能监控摄像头',
    'proposer': '上海睿穹信息科技有限公司'
    },
    {
    'number': '201110149762.4',
    'abstract': '为了实现CMMB系统应用层与通用层间的接口标准化,本发明提出了一种用于CMMB终端的应用接口,设置在CMMB系统的应用层和通用层之间,用于获取来自通用层的数据并进行相应应用的业务呈现,包括:实时播放模块,用于实时地播放视频、音频和数据;音视...',
    'name': '用于CMMB的应用接口',
    'proposer': '中广传播集团有限公司'
    },
    {
    'number': '201510832021.4',
    'abstract': '本发明涉及了一种基于云安全的视讯在线拍卖平台，其特征在于：包括主服务器、第三方资金监管平台、交易平台子系统、服务费用子系统、卖家管理平台、买家交易平台、防伪验证平台、视频录制模块、信息采集模块、云服务器，其中，所述信息采集模块对买家和卖家进...',
    'name': '基于云安全的视讯在线拍卖平台',
    'proposer': '四川诚品电子商务有限公司'
    },
    {
    'number': '201611103793.5',
    'abstract': '本发明提供一种视频通话系统，包括视频通话服务器和视频通话终端；视频通话终端用于用户登录，录制、发送、接收、播放音频视频数据，具有切换音频播放设备的功能；视频通话服务器用于接受用户登录，接收各视频通话终端发来的数据，并向各视频通话终端发送请求...',
    'name': '视频通话系统和视频通话中切换音频播放设备的方法',
    'proposer': '无锡纽微特科技有限公司'
    },
    {
    'number': '201210384241.1',
    'abstract': '本发明提供了一种视频播放方法及系统，其中视频播放方法包括：获取目标视频一个以上的采样帧，并提取各采样帧的特征；将提取的各个特征分别与预设映射库中参考帧的特征进行比对，并在比对成功时，获取匹配特征对应的字幕文件，以及，利用所述匹配特征对应的字...',
    'name': '一种视频播放方法及系统',
    'proposer': '百度在线网络技术(北京)有限公司'
    },
    {
    'number': '201310415657.X',
    'abstract': '本发明涉及视频采集领域，具体公开了一种用于录播的IP矩阵系统，其包括多个数据源、传输调度服务器、录制解码服务器、管理平台，数据源用于提供视频流；传输调度服务器根据管理平台的指令向数据源请求视频流并转发至指定的解码通道，并下发录制及回放控制指...',
    'name': '一种用于录播的IP矩阵系统',
    'proposer': '深圳锐取信息技术股份有限公司'
    },
    {
    'number': '201510119575.X',
    'abstract': '本公开是关于一种视频片段标注方法、装置及终端，属于数据处理技术领域。所述方法包括：在视频录制过程中，检测是否有任一目标进入监控区域；当有任一目标进入所述监控区域时，对所述任一目标进行识别，得到识别结果；根据所述识别结果对所述任一目标所在的视...',
    'name': '视频片段标注方法、装置及终端',
    'proposer': '小米科技有限责任公司'
    },
    {
    'number': '201510628011.9',
    'abstract': '本发明公开了一种医疗信息共享方法、系统和终端。该方法用于实现医院信息系统和多个第二医生使用的终端之间的信息交互，包括以下步骤：终端从医院信息系统获得第一分析结果，第二医生对第一分析结果没有修改意见时，第二医生用终端发送确认信息给医院信息系统...',
    'name': '一种医疗信息共享方法、系统和终端',
    'proposer': '董永华'
    },
    {
    'number': '201610366444.6',
    'abstract': '本发明公开一种多媒体教学互动操作方法及其装置，用来实现教师与学生在教学视频中的无限次批注学习以及互动讨论，该操作方法包括有教师端的视频录制、编辑与管理，以及学生端的视频学习、笔记批注与互动。在教师端进行教学视频的录制，在播放的过程中以时间轴...',
    'name': '多媒体教学互动操作方法及装置',
    'proposer': '深圳科润视讯技术有限公司'
    },
    {
    'number': '201610794383.3',
    'abstract': '本发明公开了一种远程监控方法，包括以下步骤：1)在一个时间周期T内，在本地通过视频采集模块对本地场景进行视频采集；视频录制模块开始工作；当其中一帧图像比较得到差异值达到预设值时，处理装置将该帧图像定义为异常图像，处理装置记录当时的时间信息及...',
    'name': '远程监控方法',
    'proposer': '陆敏'
    },
    {
    'number': '201610825813.3',
    'abstract': '本申请提出一种贴图处理方法、装置和电子设备，其中，该方法包括：确定摄像头当前采集到的画面中，人脸的器官所在的位置；检测是否接收到外界输入的语音信号；若是，则根据预设的处理策略，获取与所述语音信号对应的贴纸模式，其中，所述贴纸模式中包括贴纸图...',
    'name': '贴图处理方法、装置和电子设备',
    'proposer': '北京金山安全软件有限公司'
    },
    {
    'number': '201610917339.7',
    'abstract': '本发明公开了一种视频直播流转码系统，包括拾音器和图像采集装置，所述拾音器和图像采集装置位于视频录制室内，所述拾音器和图像采集装置的输出端连接有第一解码器，所述声音信号通过第一解码器分为多个子声音信号，所述第一解码器连接有用于存储子声音信号的...',
    'name': '一种视频直播流转码系统',
    'proposer': '安徽协创物联网技术有限公司'
    },
    {
    'number': '201611071348.5',
    'abstract': '本发明公开了一种环卫调度中心的管理系统，包括服务平台、中控台、第一定位模块、第二定位模块、第三定位模块、无线网络模块、视频监测模块、环保数据模块、预警模块；服务平台，设在调度中心，负责接收调度区域内每个中控台发出的信息；中控台，分设在调度区...',
    'name': '一种环卫调度中心的管理系统',
    'proposer': '合肥瑞萨德环境科技有限公司'
    },
    {
    'number': '201110055758.1',
    'abstract': '本发明公开一种数字家庭无线报警系统及方法。该系统包括具有用户手动报警的按键和传感器监测的报警装置,此外还包括:用于处理用户按键报警信号和传感器自动报警信号、显示并传送的用户报警从机;用于接收用户报警从机的各种报警信号的主机系统;用于发生相关...',
    'name': '数字家庭无线报警系统及方法',
    'proposer': '中山大学'
    },
    {
    'number': '201210265008.1',
    'abstract': '本发明提供了一种富媒体输入法工具的实现方法、客户端及系统，属于通信技术领域。所述的方法包括有如下步骤：通过输入法工具界面输出录制控件，该录制控件包括有音频录制控件、照片拍摄控件、视频录制控件、多媒体录制控件、图像绘制控件中至少其一；采集针对...',
    'name': '富媒体输入法工具的实现方法、客户端及系统',
    'proposer': '上海量明科技发展有限公司'
    },
    {
    'number': '201610192380.2',
    'abstract': '本发明是关于一种视频生成方法及视频拍摄装置，涉及摄影技术领域，主要目的在于便于特效视频的拍摄。视频生成方法，包括：使灯光单元的摄影灯具移动到设定位置，模拟预设效果视频中的光线投射场景；通过控制单元控制灯光承载驱动装置、摄影灯具、摄像承载驱动...',
    'name': '视频生成方法及视频拍摄装置',
    'proposer': '东斓视觉科技发展(北京)有限公司'
    },
    {
    'number': '201610196043.0',
    'abstract': '本发明提出一种全景视频的生成方法和装置，其中，该全景视频的生成方法，包括以下步骤：接收视频录制指令，并检测全景相机中的多个相机模组的录像功能是否已经全部开启；如果所述多个相机模组的录像功能已经全部开启，则在所述多个相机模组录制的视频文件中同...',
    'name': '全景视频的生成方法和装置',
    'proposer': '沈阳泰科易科技有限公司'
    },
    {
    'number': '201610406742.3',
    'abstract': '本发明公开了一种对互联网视频直播中的不雅动作过滤的方法，其特征在于，包括如下步骤：步骤1、建立正常动作特征库：录制演艺人员的正常动作视频，并将其分解为色彩分量，对各个色彩分量所对应的灰度图进行深度学习，建立正常动作特征库；步骤2、甄别不雅动...',
    'name': '一种对互联网视频直播中的不雅动作过滤的方法',
    'proposer': '武汉鸿瑞达信息技术有限公司'
    },
    {
    'number': '201610624660.6',
    'abstract': '本发明实施例公开了一种照片处理方法及装置，属于图像处理技术领域。该方法包括：根据用户输入的视频录制指令，触发至少两个摄像头采用不同曝光补偿值同步连续拍摄；将同一拍摄时刻下获取的各拍摄照片进行合成，生成高动态反差照片；将各高动态反差照片合并形...',
    'name': '照片处理方法及装置',
    'proposer': '乐视控股(北京)有限公司'
    },
    {
    'number': '201620963883.0',
    'abstract': '本实用新型的远程可视对讲设备，包括：微处理器、人机交互单元、显示单元、音频播放单元、高清视频采集单元、音频采集单元、高清视频缓存单元、存储单元、远程传输单元、以及开锁单元，可以与远程的用户智能终端建立可视连接，同时具备本地音视频录制功能和远...',
    'name': '一种远程可视对讲设备',
    'proposer': '特斯联(北京)科技有限公司'
    },
    {
    'number': '201520819725.3',
    'abstract': '本实用新型提供一种实现远程多媒体录制回放和监测的系统，其特征在于：所述系统包括至少两个多媒体终端，IPPBX设备，以及能实现远程录音录像及音视频实时监控功能的音视频录像服务器，所述两个多媒体终端和IPPBX设备网络连通、IPPBX设备和音视...',
    'name': '一种实现远程多媒体录制回放和监测的系统',
    'proposer': '福建星网锐捷通讯股份有限公司'
    },
    {
    'number': '201620055184.6',
    'abstract': '本实用新型提供一种亲子相册，包括外壳，所述外壳内设有相互连接的若干相册页，所述相册页设有柔性显示屏，所述外壳上还设有电源，控制器，语音录放模块，视频采集模块和存储器；所述控制器分别与所述柔性显示屏、所述语音录放模块，所述视频采集模块和所述存...',
    'name': '一种亲子相册',
    'proposer': '伍裴琳'
    },
    {
    'number': '201610115587.X',
    'abstract': '本发明公开了一种控制方法，用于控制成像装置采用反差式对焦模式进行视频录制。成像装置包括对焦镜头及显示器。控制方法包括：获取步骤、处理步骤及控制步骤。获取步骤在对焦过程中获取多段预定时长的视频。处理步骤处理视频以计算当前视频图像相对于前一帧视...',
    'name': '控制方法、控制装置及电子装置',
    'proposer': '广东欧珀移动通信有限公司'
    },
    {
    'number': '201320539885.3',
    'abstract': '本实用新型公开一种便携视频采集安全头盔，包括盔体，盔体顶部设有主机盒，主机盒的边沿设有通风孔，主机盒内部安装有微处理器主板盒，微处理器主板盒的盒体上安装有数据储存指示灯和Wi-Fi连接状态指示灯；盔体正面安装有前置广角摄像头和LED补光灯；...',
    'name': '便携视频采集安全头盔',
    'proposer': '孙小伟'
    },
    {
    'number': '201710124130.X',
    'abstract': '一种实景定损系统，包括环景摄像系统、电子控制单元及定损触发装置，环景摄像系统及定损触发装置分别与电子控制单元连接，电子控制单元包括图像处理模块、视频生成模块与存储模块，其中，电子控制单元的图像处理模块，用于根据环景摄像系统获取的图像信息生成...',
    'name': '实景定损系统',
    'proposer': '寅家电子科技(上海)有限公司'
    },
    {
    'number': '诺基亚有限公司',
    'name': '视频消息发送',
    'proposer': '一个事件的视频信号一被记录即被数字化,并且被发送到远离该事件的位置。被数字化的视频包括标记视频帧被记录处时间的时间戳。注视该事件但很可能没有参加视频录制的人分别将文本或其它类型的消息输入到其移动终端中,接着又将其发送到远程位置。文本消息和在...'
    },
    {
    'number': '200380110440.2',
    'abstract': 'DV视频输入源(104)可以是能够将DV视频内容传送给计算机(102)的任何类型的设备或通信网络,例如包括,便携式存储介质(104)(1)(例如,磁盘、媒体记忆卡、光盘)、DV视频录制设备(104)(2)(例如,数字便携式摄像放像一体机)、...',
    'name': 'DV元数据提取',
    'proposer': '微软公司'
    },
    {
    'number': '200910225600.7',
    'abstract': '本发明实施例公开了计算机支持的电信应用服务的实现方法、装置及系统,所述方法包括:软件排队机接收计算机电话一体化CTI服务器下发的会场操作请求,所述会场操作请求携带了会场画面参数;并根据所述会场画面参数,在多媒体会场中执行多画面的多媒体操作。...',
    'name': '计算机支持的电信应用服务的实现方法、装置及系统',
    'proposer': '华为技术有限公司'
    },
    {
    'number': '200910243102.5',
    'abstract': '本发明提供一种节目录制方法、播放方法及其前端、终端设备。该方法包括:配置待录制节目对应的版权信息,该版权信息包括待录制节目对应的节目观看次数、节目过期时间、节目观看流量或者节目观看时长;根据该版权信息生成授权控制信息,该授权控制信息包括所述...',
    'name': '节目录制方法、播放方法及其前端、终端设备',
    'proposer': '北京视博数字电视科技有限公司'
    },
    {
    'number': '201210358569.6',
    'abstract': '本发明公开了用于时间对准第一媒体信号和第二媒体信号的系统和方法。所述第一媒体信号和所述第二媒体信号可以是经过录制用于组合为一个音频性能或音视频录制的音频部分的音频信号。所述系统检索所述音频信号作为使用共同采样率所生成的数字样本。所述系统包括...',
    'name': '录制的音频信号的时间对准',
    'proposer': '哈曼国际工业有限公司'
    },
    {
    'number': '201310181206.4',
    'abstract': '本发明提供了一种录制和观看网络视频的方法及系统，该方法利用路由器下载并保存由网络视频服务器提供的网络视频文件，LAN侧网络终端利用路由器存储器中的文件观看和下载视频。该系统包括网络终端和路由器。本发明利用路由器下载网络视频节目，然后供网络终...',
    'name': '一种录制和观看网络视频的方法及系统',
    'proposer': '深圳市共进电子股份有限公司'
    },
    {
    'number': '201310539602.X',
    'abstract': '本发明公开了一种无线卡拉OK系统，其下位机包括无线通信模块、ARM处理器及DSP处理器。与现有技术相比，本发明摆脱了有线的束缚，避免了传统卡拉OK系统中复杂的接线工作；实现了ARM处理器进行多元化应用开发的目的；（3）采用DSP处理器进行单...',
    'name': '一种无线卡拉OK系统及其内部数据交互方法',
    'proposer': '广州市花都区中山大学国光电子与通信研究院'
    },
    {
    'number': '201210266299.6',
    'abstract': '本发明涉及电子设备控制技术，具体地讲就是一种遥控装置。一种智能控制器，包括遥控器本体，控制屏幕，以及至少一个按键，其特征在于：还包含有核心处理器（CPU）和内存，用来安装智能操作系统，实现智能控制器的处理功能，并对智能控制器的软件进行升级；...',
    'name': '智能遥控器',
    'proposer': '卢轶莹'
    },
    {
    'number': '201310061743.5',
    'abstract': '本发明涉及一种能够进行多级语音对话的工作学习应用机器人，具体涉及一种可语音对话并下载转换对话内容的仿真工作学习应用机器人。通过人机对话或者定时启动的方式，将存储在SD卡内的内容，有选择的播报出来，还可以利用网络技术，在互联网上搜索对应的内容...',
    'name': '工作学习应用机器人',
    'proposer': '深圳好未来智能科技有限公司'
    },
    {
    'number': '201410471049.5',
    'abstract': '本发明公开了一种基于视频和图像配准的高铁车站雨棚震动检测方法，通过录制高铁雨棚震动时的视频，采用图像自动配准技术对分解后的视频帧进行配准，并从配准后的图像中自动识别震动检测标志，实现对雨棚震动的检测。技术步骤包括：检测位置选择，检测标志布设...',
    'name': '一种基于视频和图像配准的高铁车站雨棚震动检测方法',
    'proposer': '铁道第三勘察设计院集团有限公司'
    },
    {
    'number': '201410784704.2',
    'abstract': '本发明公开了一种基于同一场景的视频合并方法及装置，应用于移动终端中，该方法包括以下步骤：读取两个视频文件的头信息，其中，所述头信息包含有录制视频时采集的场景信息数据；判断两个视频文件的场景信息数据的差值是否在预设的偏差范围内，若在预设的偏差...',
    'name': '一种基于同一场景的视频合并方法及装置',
    'proposer': '广东欧珀移动通信有限公司'
    },
    {
    'number': '201410819281.3',
    'abstract': '本发明提供一种基于音视频平台的办税服务厅音视频应用方法，采用基于云计算技术的逻辑集中、物理分散模型的架构，将覆盖全省的非结构化音视频数据存储在各办税大厅，通过音视频平台对各办税服务厅的音视频数据进行统一管理，从而既解决了音视频大数据的存储问...',
    'name': '一种基于音视频平台的办税服务厅音视频应用方法',
    'proposer': '浪潮软件集团有限公司'
    },
    {
    'number': '201510146265.7',
    'abstract': '本发明公开了一种图像处理方法及装置。所述方法包括：利用预设尺寸的屏幕捕获对象，按照预设时间间隔获取屏幕图像；当收到对屏幕捕获对象的尺寸修改指令时，判断当前时刻是否在执行对屏幕图像的一次获取操作；当当前时刻正在执行对屏幕图像的一次获取操作时，...',
    'name': '一种图像处理方法及装置',
    'proposer': '天脉聚源(北京)教育科技有限公司'
    },
    {
    'number': '201510145262.1',
    'abstract': '本发明公开了一种服务器连接方法及装置。所述方法包括：获取视频编码过程中各个候选服务器的名称；在所述各个候选服务器中，确定名称中存在预设字段的目标服务器；将与所述目标服务器的名称对应的服务器地址信息添加到循环队列中，所述循环队列中存储有目标服...',
    'name': '一种服务器连接方法及装置',
    'proposer': '天脉聚源(北京)教育科技有限公司'
    },
    {
    'number': '201510349486.4',
    'abstract': '本发明公开一种真空手套箱，包括箱体、箱盖、抽气室、移动终端和数码显微镜，所述箱体内表面设置有工具槽，所述箱体设置有橡胶手套和灯盒，所述橡胶手套与箱体之间搭配有螺栓拧紧器，所述箱体和箱盖之间设置有铰接装置，所述铰接装置搭载于灯盒上，所述抽气室...',
    'name': '一种真空手套箱',
    'proposer': '中山安荞生物科技有限公司'
    },
    {
    'number': '201510306654.1',
    'abstract': '本发明涉及一种具有摄像功能的投影仪，其特征在于：它包括摄像单元、音频单元和控制单元，其中音频单元内置语音控制命令和每一语音控制命令对应的摄像单元的拍摄区域位置信息；音频单元将采集的语音信号进行判断，当检测的语音信号为语音控制命令时，将该语音...',
    'name': '一种具有摄像功能的投影仪',
    'proposer': '大连工业大学'
    },
    {
    'number': '201510221018.9',
    'abstract': '本发明公开了一种生成视频的方法和装置，属于计算机技术领域。所述方法包括：播放待录制歌曲的伴奏音频，显示伴奏音频对应的歌词字幕，并进行视频图像的拍摄和音频的录制；在视频图像的拍摄和音频的录制结束后，显示预先存储的至少一个视频特效组合的选项，并...',
    'name': '一种生成视频的方法和装置',
    'proposer': '腾讯科技(深圳)有限公司'
    },
    {
    'number': '201510490394.8',
    'abstract': '本发明公开了一种基于四叉树编码分割的HEVC复杂度控制方法，属于视频编码领域，具体步骤如下：一、用户设定视频编码的初始目标复杂度；步骤二、利用区域显著性检测算法生成视频中每一帧的编码块权重图谱；步骤三、编码器设计每一帧的块级别复杂度-失真优...',
    'name': '一种基于四叉树编码分割的HEVC复杂度控制方法',
    'proposer': '北京航空航天大学'
    },
    {
    'number': '201510850812.X',
    'abstract': '本发明公开的一种基于安卓系统支持多路USB摄像头的方法，包括修改硬件抽象层HAL、CameraService，创建单个USB?摄像头控制类、多个USB摄像头控制类、多USB摄像头服务类、多USB摄像头服务启动主函数、多USB摄像头用户接口控...',
    'name': '一种基于安卓系统支持多路USB摄像头的方法',
    'proposer': '诚迈科技(南京)股份有限公司'
    },
    {
    'number': '201410440270.4',
    'abstract': '本发明提供视频信件终端，视频信件终端包括文字模块、视频模块、排版模块以及传送模块。文字模块用于存储寄件者输入的信件文字内容。视频模块用于向多个共同寄信人发出进行视频通信呼叫，进行视频录制，并在视频通信结束后，通过网络获取所述多个共同寄信者录...',
    'name': '视频信件服务器、视频信件终端及其发送视频信件的方法',
    'proposer': '鸿富锦精密工业(深圳)有限公司'
    },
    {
    'number': '201610023566.5',
    'abstract': '本发明公开了一款智能救生产品，一款智能救生产品，其特征是该智能救生产品是由智能传感器、芯片以及其它各电子元器件协同作用，能实现运动模式的监测、睡眠监测、久坐提醒、APP下载、浏览器、防丢失报警、拨号功能、收音机、导航、远程监控、远程对话、计...',
    'name': '一款智能救生产品',
    'proposer': '丁铭亮'
    },
    {
    'number': '201610006380.9',
    'abstract': '本发明涉及摄影成像技术领域，尤其是一种全自动拍摄成像系统及方法。其中，系统包括第一处理器、第二处理器、分别与第一处理器相连的传感器总成模块、拍摄识别总成模块、灯光总成模块和马达总成模块以及分别与第二处理器相连的拍照总成模块和服务器。本发明通...',
    'name': '一种全自动拍摄成像系统及方法',
    'proposer': '卢锦霞'
    },
    {
    'number': '201410834303.3',
    'abstract': '本发明提供一种核电厂燃料厂房燃料抓取操作工艺仿真系统，包括操作台、PLC、PC机图形工作站、显示模块和工控机；所述操作台包括显示屏、触摸屏和操作组件；所述操作组件包括按钮、开关、操纵杆、指示灯和报警器。本发明的核电厂燃料厂房燃料抓取操作工艺...',
    'name': '一种核电厂燃料厂房燃料抓取操作工艺仿真系统',
    'proposer': '国核电站运行服务技术有限公司'
    },
    {
    'number': '201610197904.7',
    'abstract': '本发明公开一种基于CAN总线的工业现场多媒体无线监控系统及方法，所述系统包括有：现场信息获得单元，监控信息处理单元，与所述现场信息获得单元相连，用于根据所述摄像单元的焦距和所述视频信息的位置标识计算出其被摄物体的位置参数后，根据该位置参数寻...',
    'name': '基于CAN总线的工业现场多媒体无线监控系统及方法',
    'proposer': '顾佳捷'
    },
    {
    'number': '201510958983.4',
    'abstract': '本发明公开了一种触摸屏录屏方法，包括：当接收到启动录屏指令后，获取用户对触摸屏进行的点击操作的位置信息；根据位置信息在点击操作的位置绘制一预定图形并显示；获取用户对触摸屏进行的新的点击操作的新的位置信息；根据所述新的位置信息在所述新的点击操...',
    'name': '触摸屏录屏方法及装置',
    'proposer': '乐视移动智能信息技术(北京)有限公司'
    },
    {
    'number': '201610327622.4',
    'abstract': '本发明提供了将即时画面进行网络实时直播的方法、系统和摄像头，涉及移动视频监控、现场直播、执法取证等视频通信应用领域。该方法，首先由外接摄像头将即时拍摄得到的视频数据向手机端发送，再由手机端将外接摄像头发送出的视频数据转发至网络平台，其余用户...',
    'name': '将即时画面进行网络实时直播的方法、系统和摄像头',
    'proposer': '北京睿智荟聚科技发展有限公司'
    },
    {
    'number': '201610936630.9',
    'abstract': '本发明公开了一种便携式养殖监控装置控制箱包括操作面板、控制器、供电装置、交换机、硬盘录像机、LCD显示屏、数据采集装置、USB模块、继电器、DTU模块、报警指示灯、LED灯开关、物联网系统开关、数据采集装置接口、交换机接口、USB接口和继电...',
    'name': '一种便携式养殖监控装置控制箱',
    'proposer': '青岛罗博飞海洋技术有限公司'
    },
    {
    'number': '201610978597.6',
    'abstract': '本发明公开的一种基于行为学习的智能电源管理方法及其装置，用户设置控制程序采取类似视频录制方式的现场行为记忆方式，同时，采集高度相关的环境信息，作为启动该程序执行的相关环境条件，能够记录用户的使用环境特征，并对用户的操作行为进行学习；经过控制...',
    'name': '一种基于行为学习的智能电源管理方法及其装置',
    'proposer': '佛山市创思特音响有限公司'
    },
    {
    'number': '201510677926.9',
    'abstract': '本发明涉及一种基于用户在线行为数据的高效招聘系统及方法。它包括五大平台:分别是在线行为数据收集平台、大数据分析平台、数据建模平台、智能招聘平台和基础服务平台，所述在线行为数据收集平台用于收集用户在使用作品交易、在线学习和在线交流三个服务模块...',
    'name': '一种基于用户在线行为数据的高效招聘系统及方法',
    'proposer': '苏州贝弗安信息科技有限公司'
    },
    {
    'number': '201611117145.5',
    'abstract': '本发明公开了一种使用FFMPEG接口录制直播网站视频的方法及装置，所述方法包括：获得所述直播间的流地址；其中，所述流地址包括视频流地址；根据所述视频流地址获得所述直播间直播过程中的流信息，其中所述流信息中包括N个帧；根据所述流信息创建本地F...',
    'name': '一种使用FFMPEG接口录制直播网站视频的方法及装置',
    'proposer': '武汉斗鱼网络科技有限公司'
    },
    {
    'number': '201611166084.1',
    'abstract': '本发明公开了信息技术领域的一种大学应用数学课堂教学系统，包括题目输入系统，所述题目输入系统的输出端电性连接有中央处理器的输入端，所述中央处理器的输入端分别电性连接有数学资源采集系统、课堂互动系统、电力安全自动装置和课堂管理系统的输出端，利用...',
    'name': '一种大学应用数学课堂教学系统',
    'proposer': '景德镇陶瓷大学'
    },
    {
    'number': '201710030650.4',
    'abstract': '本发明公开一种基于Android系统的Talking Avatar手游软件的构建方法，包括如下步骤：（1）设计Talking Avatar软件的整体框架；（2）实现Talking Avatar生成功能，包括：能根据手机摄像头来拍摄人脸照片，...',
    'name': '基于Android系统的Talking Avatar手游软件的构建方法',
    'proposer': '河海大学'
    },
    {
    'number': '201710103253.5',
    'abstract': '本发明公开了一种视频文件自动生成的方法及装置，该方法包括：获取不同情景的原始视频文件；对所述获取的原始视频文件分别进行分析线程处理，分别得到不同的消息包，对所述消息包分别进行记录线程处理，分别生成消息体；将所述消息体和所述获取的原始视频文件...',
    'name': '一种视频文件自动生成的方法及装置',
    'proposer': '广州乐庚信息科技有限公司'
    },
    {
    'number': '201210040144.0',
    'abstract': '本发明涉及一种数字城市3D被动立体展示系统及其制作方法，用户计算机，该用户计算机配备有3D显卡、主流三维平台软件、三维立体驱动软件、立体播放器、3D视频录制软件，融合机，该融合机配备了3D显卡、采集卡、融合软件；用户机显示器，上层投影仪、下...',
    'name': '数字城市3D被动立体展示系统及其制作方法',
    'proposer': '林善红'
    },
    {
    'number': '201010273480.0',
    'abstract': '本发明涉及一种用于控制吃水超深船舶过闸的方法及装置,属于船舶过闸自动控制技术领域。本发明的控制方法首先采用红外线传感器检测是否有船舶进入检测区域,当进入检测区域,即采用超声波传感器检测过闸船舶吃水深度是否超过预定限度,对于吃水深度超过预定限...',
    'name': '一种用于控制吃水超深船舶过闸的方法及装置',
    'proposer': '河海大学'
    },
    {
    'number': '201120245628.X',
    'abstract': '一种户外视频集中抄表稽查装置，包括反射式视频采集终端、传输信号的四芯电线，总线保护集中器，手持抄表机，其特征在于：通过四芯总线将各个家庭视频采集终端用户连接于总线保护集中器，抄表时可将总线连接到手持抄表设备，进行相应用户的数据读取、拍照或者...',
    'name': '户外视频集中抄表及稽查装置',
    'proposer': '吴昊'
    },
    {
    'number': '201120532262.4',
    'abstract': '本实用新型涉及一种网络视频采集播放系统，其中，包括视频源、录制装置、第一储存装置、第二储存装置和视频发送装置；所述视频源与所述录制装置连接，所述录制装置与所述第一储存装置连接，所述视频源、所述录制装置和所述第一储存装置形成视频录制模块；所述...',
    'name': '一种网络视频采集播放系统',
    'proposer': '上海市闸北区信息化服务中心'
    },
    {
    'number': '200920064901.1',
    'abstract': '本实用新型公开了一种幼教无线遥控器,包括按键输入部分、功能传输电路、输出部分。功能传输电路包括编码芯片组成的编码电路,与编码电路相连接有无线电发射电路,所述按键输入部分增加设定对幼儿教学软件和视频录制模块分别操控的指令按键,所述功能传输电路...',
    'name': '幼教无线遥控器',
    'proposer': '湖南汇益数码科技有限公司'
    },
    {
    'number': '201010576444.1',
    'abstract': '本发明属于网络技术领域,具体涉及一种网页上实现Flash网络流量监控的方法,包括以下步骤:源用户打开网页,网页加载Flash插件,Flash接收用户和网页相关操作指令并调用API进行音视频播放、音视频录制、音视频发布、资源加载等进行网络操作...',
    'name': '一种网页上实现Flash网络流量监控的方法',
    'proposer': '苏州阔地网络科技有限公司'
    },
    {
    'number': '201410280818.3',
    'abstract': '本发明涉及LED显示屏终端监测控制系统及方法，该系统包括LED显示屏终端、拍摄装置和服务器端，LED显示屏终端包括信号连接的LED显示屏和LED显示屏控制系统。LED显示屏控制系统设置有播控模块，对LED显示屏终端的硬件状态和物理参量数据进...',
    'name': 'LED显示屏终端监测控制系统和监测控制方法',
    'proposer': '西安诺瓦电子科技有限公司'
    },
    {
    'number': '201510031219.2',
    'abstract': '本发明公开了一种视频传输监测系统，视频传输监测系统包括至少一个摄像头、分流器、视频压缩模块、视频循环模块、缓存模块、电脑主机、通讯模块、控制端、视频服务器、网络、客户端，至少一个摄像头连接分流器，分流器分出两路分别连接视频压缩模块和视频循环...',
    'name': '一种视频传输监测系统',
    'proposer': '陕西理工学院'
    },
    {
    'number': '201510210926.8',
    'abstract': '本发明公开了一种基于车牌识别的云端车辆行驶轨迹跟踪的方法及系统，所述方法包括卡口感应线圈获取车辆经过信息并实时传给微处理器单元A；微处理器单元A处理并通过433MHz无线射频发射单元、433MHz无线射频接收单元转给微处理器单元B；微处理器...',
    'name': '一种基于车牌识别的云端车辆行驶轨迹跟踪的方法及系统',
    'proposer': '深圳市保千里电子有限公司'
    },
    {
    'number': '201510331168.5',
    'abstract': '本发明公开了一种防票据抽换方法及防票据抽换系统。所述防票据抽换系统包括计算机、受控于计算机的第一摄像单元、第二摄像单元及盖章机。所述第一摄像单元用于对放置于盖章机的相应位置的票据进行视频录制。所述第二摄像单元用于对该票据进行拍照。所述计算机...',
    'name': '一种防票据抽换方法及防票据抽换系统',
    'proposer': '深圳市银之杰科技股份有限公司'
    },
    {
    'number': '201510524261.8',
    'abstract': '一种采用分布式存储与服务端统一管理的变电站视频监控方法，属监控领域。其视频采集终端将视频数据传送至视频监控主机，视频监控主机将音视频文件编码压缩后存储在本地存储磁盘的磁盘空间内；服务器端在接收到用户远程视频客户端的请求后，首先进行用户权限验...',
    'name': '一种采用分布式存储与服务端统一管理的变电站视频监控方法',
    'proposer': '国网上海市电力公司'
    },
    {
    'number': '201510812748.6',
    'abstract': '本发明涉及一种基于分段视频播放的实时查看远程桌面方法，包括：客户端向服务端发出查看远程桌面的指令，服务端收到客户端发来的指令后，开始针对桌面录制一段视频并对视频进行压缩处理，然后向客户端发送压缩后的视频；服务端程序在上一段视频录制完成后立即...',
    'name': '一种基于分段视频播放的实时查看远程桌面方法',
    'proposer': '中电海康集团有限公司'
    },
    {
    'number': '200810040437.2',
    'abstract': '本发明提供一种内窥记录仪,属于电子设备领域。该记录仪包括:主机,是封装有显示屏、主机电池和存储单元的功能结构;内窥探头,包括有条形的探头保护壳,在探头保护壳中设置有光学镜头、感光器以及光源灯,其中该感光器所录制的视频内容可通过主机的存储单元...',
    'name': '内窥记录仪',
    'proposer': '上海凌锐信息技术有限公司'
    },
    {
    'number': '201010176406.7',
    'abstract': '本发明实施例涉及一种网络通信留言方法、邮箱业务平台及系统。方法包括:接收主叫方所在移动交换中心获知被叫方无法接听主叫方的呼叫后发送的呼叫转接消息;判断被叫方签约的是语音留言服务还是视频留言服务;若被叫方签约的是语音留言服务,则对主叫方的呼叫...',
    'name': '网络通信留言方法、邮箱业务平台及系统',
    'proposer': '华为软件技术有限公司'
    },
    {
    'number': '201110460657.2',
    'abstract': '本发明公开了一种基于安卓智能机顶盒的家庭安防系统,包括视频采集设备、视频显示设备和置有安卓系统的机顶盒，所述视频采集设备通过路由器与所述机顶盒相连，所述视频显示设备与所述机顶盒相连；所述机顶盒可自带有浏览器将所述视频采集设备采集的监控视频通...',
    'name': '一种基于安卓智能机顶盒的家庭安防系统及实现方法',
    'proposer': '浙江创佳数字技术有限公司'
    },
    {
    'number': '200920022300.4',
    'abstract': '一种便携式夜视摄录机,属于监控设备领域。其技术方案为:它包括激光照明模块、成像模块、显示模块和电源模块,用以控制整个系统运行的CPU处理模块;视频压缩/解压缩模块;用于完成视频数据的文件存储或读取,可直接将视频录制到外接USB存储设备上的文...',
    'name': '便携式夜视摄录机',
    'proposer': '山东神戎电子股份有限公司'
    },
    {
    'number': '201320291518.6',
    'abstract': '本实用新型涉及轨道运输监控领域，尤其涉及一种配置车载监控系统的特种货运运输押运车，车载监控系统包括监控主机和分别与监控主机连接的显示模块、命令输入模块、视频采集模块、视频录制模块、GPS跟踪定位模块和无线通信模块。通过本实用新型的视频采集模...',
    'name': '配置车载监控系统的特种货运运输押运车',
    'proposer': '中特物流有限公司'
    },
    {
    'number': '201621386940.X',
    'abstract': '一种双摄像头视音频录制设备，包括底座，支撑杆，主摄像头组件，以及副摄像头组件。所述支撑杆的底部连接底座，该支撑杆的顶部可转动地连接主摄像头组件的底部，所述副摄像头组件的底部可转动地连接主摄像头组件的顶部。所述底座内设置有用于为音频收录而采集...',
    'name': '双摄像头视音频录制设备',
    'proposer': '深圳市新良田科技股份有限公司'
    },
    {
    'number': '201120006514.X',
    'abstract': '本实用新型是有关于一种具有伴唱与同步录像功能的手机,是包含有一微处理器,该微处理器包括有多媒体处理单元、视频录制单元、声音输出单元及声音输入单元等,其中多媒体处理单元具有同时传输音频、视频资料储存于内存内,如此,手机使用者即可将其声音与影像...',
    'name': '具有伴唱与同步录像功能的手机',
    'proposer': '张嘉翔'
    },
    {
    'number': '201520303739.X',
    'abstract': '新型内科电子胃镜检查仪，属于医疗器械技术领域。本实用新型的技术方案是：新型内科电子胃镜检查仪，包括仪器主体和视频录制仪，在仪器主体上设有键盘，键盘右侧设有无线鼠标，仪器主体上设有固定底座，固定底座上设有支架，支架上设有液晶显示设备，液晶显示...',
    'name': '新型内科电子胃镜检查仪',
    'proposer': '宋凤亮'
    },
    {
    'number': '201220599884.3',
    'abstract': '本实用新型公开了一种题库建设及培训课件制作系统，它包括服务器、磁盘阵列、培训及考试客户端和前端录入设备，前端录入设备包括考题录入设备、PPT课件制作主机和操作视频录制主机；各培训及考试客户端和前端录入设备分别通过局域网与服务器相连，服务器与...',
    'name': '题库建设及培训课件制作系统',
    'proposer': '四川省电力公司技术技能培训中心'
    },
    {
    'number': '201020518516.2',
    'abstract': '本实用新型涉及一种基于超声波传感器的船舶吃水深度超限预警系统,属于船舶过闸自动控制技术领域。本实用新型包括红外线传感器模块、超声波检测模块、声光报警装置、视频采集装置、控制显示模块、视频录制装置以及信号分析处理模块、供电模块。与原先人工测量...',
    'name': '一种基于超声波传感器的船舶吃水深度超限预警系统',
    'proposer': '河海大学'
    },
    {
    'number': '200920074367.2',
    'abstract': '本实用新型涉及一种车载导航与视频记录一体化装置,包括主处理模块,电路连接主处理模块的导航模块,将接收到的导航信号传送给主处理模块;电路连接主处理模块的视频捕获模块,将捕获到的原始视频数据传送给主处理模块;连接主处理模块的存储模块电路,主处理...',
    'name': '车载导航与视频记录一体化装置',
    'proposer': '安霸半导体技术(上海)有限公司'
    },
    {
    'number': '201020695455.7',
    'abstract': '一种具有报警功能的手机,包括:报警信号接收模块,用于接收报警信号,并输出报警信息;报警号码自动拨动模块,用于接收所述报警信息,并自动拨叫预置的报警号码;报警工作模式启动模块,用于接收所述报警信息并启动报警工作模式,用于关闭话筒输出,增强音频...',
    'name': '具有报警功能的手机',
    'proposer': '上海华勤通讯技术有限公司'
    },
    {
    'number': '200910080608.9',
    'abstract': '本发明公开了视频录制和数据通信技术领域中的一种场景和通信数据同步记录的系统和方法。技术方案是,所述系统包括通信接口监听和电平转换器100、第三数据通信接口200、摄像机500、图像采集卡600、场景记录数据通信协议分析系统700和计算机80...',
    'name': '同步记录场景的数据通信分析系统及其实现方法',
    'proposer': '北京交通大学'
    },
    {
    'number': '201110266661.5',
    'abstract': '本发明公开了一种无干扰式手机远程可用性测试系统，包括服务器和客户机，服务器包括服务器平台、录制组件的播放模块和问卷调查模块；客户机包括客户机平台、测试模块和录制组件的录制模块；客户机与服务器通过无线网络连接。本发明还公开了一种无干扰式手机远...',
    'name': '一种无干扰式手机远程可用性测试系统及其测试方法',
    'proposer': '华南农业大学'
    },
    {
    'number': '201010568484.1',
    'abstract': '本发明公开了一种内存全部嵌入的音视频采集及播放处理方法，其中，音视频数据采集过程为：(A)对音频数据进行编码并写入外部存储器中；(B)视频数据采用硬件加速方法进行处理；音视频的播放过程为：(I)系统软件从外部存储器中读取码流文件，并完成文件...',
    'name': '一种内存全部嵌入的音视频采集及播放处理方法',
    'proposer': '安凯(广州)微电子技术有限公司'
    },
    {
    'number': '201210032628.0',
    'abstract': '本发明公开了一种录制视频节目的方法及装置，包括：终端设备根据录制视频节目的基本条件接收无线信号，进行解码，得到视频数据，对视频数据进行任务密匙的匹配，根据匹配结果进行视频数据的存储以及停止无线信号的接收。本发明通过任务密钥对视频数据进行控制...',
    'name': '一种录制视频节目的方法及装置',
    'proposer': '中兴通讯股份有限公司'
    },
    {
    'number': '201110117165.3',
    'abstract': '本发明公开了一种在线网络flash前端录制视频的方法，包括：在线网络flash前端采集视频数据和音频数据；在线网络flash前端对采集的音频数据进行MP3编码，转换成MP3音频数据；在线网络flash前端将所述采集的视频数据和所述MP3音频...',
    'name': '在线网络flash前端录制视频的方法及flash前端',
    'proposer': '腾讯科技(北京)有限公司'
    },
    {
    'number': '201210571106.8',
    'abstract': '一种以平板电脑无线操控红外热像仪的机动载体夜间驾驶辅助系统，该系统包括：红外热像仪，可拆卸地固定在机动载体上，实时拍摄机动载体行驶路况的红外热图，并输出红外热图的视频信息；磁性底座，固定在红外热像仪底座上，其带磁铁块的橡胶垫将红外热像仪固定...',
    'name': '一种以平板电脑无线操控红外热像仪的机动载体夜间驾驶辅助系统',
    'proposer': '广州飒特红外股份有限公司'
    },
    {
    'number': '201310220592.3',
    'abstract': '本发明公开了基于智能录播系统的S-T教学自动分析方法，包括音视频现场采集和录播系统，网络传输系统以及远程播放系统，包括如下步骤：一、获取音视频现场采集和录播系统在录制过程信号源的切换方式；二、对切换方式进行转换处理并生成xml文件；三、定义...',
    'name': '基于智能录播系统的S-T教学自动分析方法',
    'proposer': '广州市奥威亚电子科技有限公司'
    },
    {
    'number': '201310326641.1',
    'abstract': '本发明公开了一种智能型输电线路监控系统及其监控方法，监控系统包括：摄像机、监控主机、电源以及与监控主机连接的声光报警器；前述电源包括：风光互补发电机以及蓄电池；前述监控主机包括有以下功能模块：主处理单元MCU、智能电源控制模块、音视频编解码...',
    'name': '智能型输电线路监控系统及其监控方法',
    'proposer': '陈勃闻'
    },
    {
    'number': '201310626065.2',
    'abstract': '本发明公开了一种同步视频的录制方法、装置及移动终端，属于移动终端应用领域。所述方法包括：将视频数据同步接口接收到的同步视频的视频数据缓存至缓存器中；接收用户输入的录制指令；将从用户输入的录制起始时刻开始缓存的视频数据保存到指定位置，以录制同...',
    'name': '一种同步视频的录制方法、装置及移动终端',
    'proposer': '小米科技有限责任公司'
    },
    {
    'number': '201410270311.X',
    'abstract': '本发明提供一种监控视频文件修复方法，包括写视频文件头信息；还包括：置当前视频文件为正在写入状态；将视频帧数据写入媒体数据对象块，周期性地将媒体索引信息保存到存储器中；视频帧数据写入完成后，将媒体索引信息写入视频文件末尾，并置当前视频文件为写...',
    'name': '一种监控视频文件修复方法',
    'proposer': '惠州华阳通用电子有限公司'
    },
    {
    'number': '201510260770.4',
    'abstract': '本发明实施例公开了一种基于旋转摄像头的追踪录像方法，包括：启动终端摄像头的旋转录像模式；获取用户设定的目标录制对象，并根据目标录制对象的移动状态确定目标录制对象的移动数据；根据目标录制对象的移动方向确定摄像头的旋转方向，并根据目标录制对象的...',
    'name': '一种基于旋转摄像头的追踪录像方法及终端',
    'proposer': '广东欧珀移动通信有限公司'
    },
    {
    'number': '201510779322.5',
    'abstract': '一种幻灯片和现场讲演语音同步录制与重现的方法及装置，该方法首先将电子幻灯片转换为网页展示格式，且存储在服务器中，然后远程选择和远程遥控播放电子幻灯片，在客户端操作播放电子幻灯片时，同步录制现场讲演语音，而后利用服务器存储操作信息；最后上传现...',
    'name': '一种幻灯片和现场讲演语音同步录制与重现的方法及装置',
    'proposer': '北京自由坊科技有限责任公司'
    },
    {
    'number': '201511030318.5',
    'abstract': '本发明公开一种全触控多媒体教学及视频自动录制一体化系统。该系统包括一个主机柜，在所述主机柜内部设有主机，主机柜上还安装有触控屏、视频展示台、以及触控屏前置摄像头，所述触控屏前置摄像头通过影像视频流电路与主机连接，主机柜还通过电路外接投影机，...',
    'name': '一种全触控多媒体教学及视频自动录制一体化系统',
    'proposer': '北京智教通教育科技有限公司'
    },
    {
    'number': '201511030646.5',
    'abstract': '本发明公开一种全触控多媒体教学及视频自动录制一体化系统及设备。该系统包括一个主机柜，在所述主机柜内部设有主机，主机柜上还安装有触控屏、视频展示台、以及触控屏前置摄像头，所述触控屏前置摄像头通过影像视频流电路与主机连接，主机柜还通过电路外接投...',
    'name': '一种全触控多媒体教学及视频自动录制一体化系统及设备',
    'proposer': '北京智教通教育科技有限公司'
    },
    {
    'number': '201710113041.5',
    'abstract': '本发明实施例提供一种交通警情处理方法和警情终端，警情终端接收警务中心发送的派警信息并将当前警情处理状态变更为待处理状态，接着根据派警信息确定自身位于警情发生地点时，录制现场警务人员的执法过程，对录制的视频数据进行处理，并将当前警情处理状态变...',
    'name': '一种交通警情处理方法和警情终端',
    'proposer': '青岛海信网络科技股份有限公司'
    },
    {
    'number': '201610943689.0',
    'abstract': '本发明提供了一种显示延迟增强的方法及便携式装置。其中，便携式装置包括：双摄像头装置，用于持续地捕获一系列帧对；视频编码器；显示单元；以及处理器，用于获取与帧对的一个或多个先前帧对相关联的第一深度图，并基于帧对中的当前帧对以及与一个或多个先前...',
    'name': '显示延迟增强的方法及便携式装置',
    'proposer': '联发科技股份有限公司'
    },
    {
    'number': '201420437244.1',
    'abstract': '本实用新型公开了一种多功能指纹测试仪，包括显示器，与显示器连接的电脑主机，与电脑主机连接的指纹采集模块，所述电脑主机上设有USB接口，所述指纹采集模块为独立可拆卸模块，其上设有USB接头，将所述USB接头插入所述电脑主机实现指纹采集模块与电...',
    'name': '多功能指纹测试仪',
    'proposer': '盘锦中跃光电科技有限公司'
    },
    {
    'number': '201621136789.4',
    'abstract': '本实用新型涉及一种便携式交通显示牌，包括便携式显示牌、远程遥控器，所述便携式显示牌包括外壳，所述外壳上设置LED显示面板、视频录制装置和控制按钮，所述外壳内还设置显示牌电池组和显示牌微控制器，所述显示牌微控制器设置无线收发模块、显示驱动控制...',
    'name': '一种便携式交通显示牌',
    'proposer': '安徽省中车科技有限公司'
    },
    {
    'number': '201520410731.3',
    'abstract': '本实用新型公开了一种自动印章机，包括印章机本体、用于控制自动印章机盖章作业的控制模块以及安装在所述印章机本体上的印章模块；所述印章机本体包括探测机构，所述探测机构上设置有第一摄像单元和第二摄像单元，所述第一摄像单元用于对放置于盖印平台的票据...',
    'name': '自动印章机',
    'proposer': '深圳市银之杰科技股份有限公司'
    },
    {
    'number': '200620116052.6',
    'abstract': '本实用新型给出了一种数字立体显微量测系统,包括:两个图像采集装置,替换光学目镜使用,并且放置在成像焦平面上;利用双光路以及双图像采集装置拍摄物体,将采集的数据传输至数据处理装置,并实时立体地显示在显示单元上;用采集的立体相片进行坐标量测和建...',
    'name': '数字立体显微量测系统',
    'proposer': '北京四维远见信息技术有限公司'
    },
    {
    'number': '200920262069.6',
    'abstract': '本实用新型公开了一种既可录制又可播放的多媒体硬盘录制播放器,包括与电源和控制模块相连接的主板,主板上设置有播放处理芯片,所述主板连接有网络RJ-45接口、电脑USB接口、外挂设备接口和3.5寸SATA硬盘接口,所述主板还包括有录制处理芯片和...',
    'name': '多媒体硬盘录制播放器',
    'proposer': '深圳市美创奇电子科技有限公司'
    },
    {
    'number': '201020527265.4',
    'abstract': '基于1327集群和GPRS通信的新型移动执法终端,主要由外壳、PDA主板、GSM通信模块、GPS模块、IC卡模块、电源模块、LCD模块、1327集群通信模块、肩咪、打印模块及系统软件组成,其中PDA主板固定在外壳上,GSM通信模块、GPS模...',
    'name': '基于1327集群和GPRS通信的新型移动执法终端',
    'proposer': '北京首科软件及系统集成有限责任公司'
    },
    {
    'number': '201120167649.4',
    'abstract': '本实用新型公开一种儿童定制手机,手机包括机身、显示屏、摄像头、按键、听筒和话筒,显示屏固定安装在机身上,摄像头固定安装在机身上,听筒设置在机身顶部,话筒设置在机身下部,按键设置在机身上,机身内设有控制电路。本实用新型结构简单、操作方便,不仅...',
    'name': '儿童定制手机',
    'proposer': '深圳辉烨通讯技术有限公司'
    },
    {
    'number': '201120205208.9',
    'abstract': '本实用新型涉及通讯技术领域，是一种采用3G移动通信网络连接到Internet中，可以随时随地实现视频监控，视频录制、回放、告警、手机端监控的3G视频监控装置。一种基于3G移动通信网络的视频监控装置，包括视频采集部件、电脑主板、3G通信模块、...',
    'name': '一种基于3G移动通信网络的视频监控装置',
    'proposer': '辽宁邮电规划设计院有限公司'
    },
    {
    'number': '201220473809.2',
    'abstract': '本实用新型涉及一种移动音视频考评设备，所述的移动音视频考评设备包括机柜、摄像机、高音喇叭、无线话筒、无线话筒信号接收机和功放，无线话筒与无线话筒信号接收机通信连接，高音喇叭和无线话筒信号接收机分别连接至功放；所述的机柜上设有支架，摄像机通过...',
    'name': '一种移动音视频考评设备',
    'proposer': '杭州恒胜电子科技有限公司'
    },
    {
    'number': '201220561414.8',
    'abstract': '本实用新型公开了一种无线音视频实时监控器，其中，该无线音视频实时监控器包括：微处理器、时钟振荡电路、程序存储器、随机存储器、电源变换电路、充电电路、摄像头电路，音频电路和无线电路；本实用新型具有外型小巧，方便携带，内置可充电电池无需外接电源...',
    'name': '无线音视频实时监控器',
    'proposer': '广州番禺奇幻玩具有限公司'
    },
    {
    'number': '201320292086.0',
    'abstract': '本实用新型公开了一种可调高度的消影摄像平台，包括在底板上表面设置有平面布置的LED灯阵列，在LED灯阵列上方水平设置有磨砂玻璃，磨砂玻璃通过多个分段螺纹柱与底板连接，在底板上竖直固定安装有下立柱，下立柱向上通过立柱连接套与上立柱套接，上立柱...',
    'name': '可调高度的消影摄像平台',
    'proposer': '西安理工大学'
    },
    {
    'number': '201320089867.X',
    'abstract': '本实用新型涉及一种能够进行多级语音对话的工作学习应用机器人，具体涉及一种可语音对话并下载转换对话内容的仿真工作学习应用机器人。通过人机对话或者定时启动的方式，将存储在SD卡内的内容，有选择的播报出来，还可以利用网络技术，在互联网上搜索对应的...',
    'name': '工作学习应用机器人',
    'proposer': '深圳好未来智能科技有限公司'
    },
    {
    'number': '201320705812.7',
    'abstract': '本实用新型涉及电工电子技术领域，尤其是一种用于教学的电工电子实验装置，包括电源模块、综合实验模块、仪表模块、负载模块和网络电教模块，所述电源模块与综合实验模块电性连接，综合实验模块分别与仪表模块、负载模块电性连接，网络电教模块通过网络节点接...',
    'name': '一种用于教学的电工电子实验装置',
    'proposer': '新乡职业技术学院'
    },
    {
    'number': '201420130254.0',
    'abstract': '本实用新型公开了一种工控主机及包含该工控主机的桌面型客户终端，它包括桌面型终端体以及工控主机，在桌面型终端体上设置与工控主机相连接的操作面板、显示装置及输入/输出接口，所述工控主机包括主机柜及位于主机柜内的主机，主机与打印机相连，打印机镶嵌...',
    'name': '一种工控主机及包含该工控主机的桌面型客户终端',
    'proposer': '正信智云(北京)科技发展有限公司'
    },
    {
    'number': '201420813566.1',
    'abstract': '本实用新型涉及一种公共求职亭，以公共求职亭的线上线下互通模式替代传统的网络招聘模式和现场招聘模式，利用公共求职亭低成本、易制造、分布广的特点扩大“线下现场”招聘的影响力，让更多的求职者可以随时随地参与到人才招聘中来，从而扩大企业获取人才资源...',
    'name': '一种公共求职亭',
    'proposer': '薛翔翔'
    },
    {
    'number': '201520105731.2',
    'abstract': '本实用新型提供了一种便携式大学英语微课制作装置，其结构包括一体化外壳，在所述一体化外壳上设有笔记本电脑及与所述笔记本电脑相接的外置摄像头和外置麦克风，所述外置摄像头为三个，三个所述外置摄像头的摄像角度不小于180°；在所述一体化外壳上还设置...',
    'name': '一种便携式大学英语微课制作装置',
    'proposer': '河北大学'
    },
    {
    'number': '201520376571.5',
    'abstract': '本实用新型涉及一种适于自拍的拍摄架，包括配置成固定于使用者背部的背具、安装在背具上并向上延伸高于使用者头部的脊杆、连接到脊杆上端的枢转机构以及安装到枢转机构的旋转杆，以使得旋转杆可以相对于枢转机构进行旋转。旋转杆还包括第一拍摄附件和第二拍摄...',
    'name': '适于自拍的拍摄架',
    'proposer': '瓦列里·涅诺夫'
    },
    {
    'number': '201520441707.6',
    'abstract': '本实用新型公开了一种多媒体教学系统，属于多媒体教学技术领域。所述系统包括：计算机、投影仪、投影屏幕、录像设备、音箱、话筒、以及校园网服务器，投影仪、投影屏幕、录像设备、音箱、话筒均与计算机连通，计算机与校园网服务器连通。本实用新型通过计算机...',
    'name': '一种多媒体教学系统',
    'proposer': '戴雨凡'
    },
    {
    'number': '201520510169.1',
    'abstract': '本实用新型公开了一种基于RF传输的远程可视门铃，包括门口机和室内机，所述门口机包括微处理器、人体热释电红外传感器、摄像头、电池、用于传输视频的射频发射模块和用于传输控制命令的第一射频收发模块，所述室内机包括DVS网络视频服务器、电源适配器、...',
    'name': '一种基于RF传输的远程可视门铃',
    'proposer': '深圳市奔迈科技有限公司'
    },
    {
    'number': '201520675992.8',
    'abstract': '本实用新型公开了一种用于录制在线教学视频的系统，包括与教学主机通过主机接口连接的交互式显示装置、投影装置以及摄像装置，所述交互式显示装置包括一金属框架以及镶嵌于所述金属框架上的显示屏，所述金属框架的边框上设有一互动感应器，所述显示屏包括单片...',
    'name': '一种用于录制在线教学视频的系统',
    'proposer': '汤钊濠'
    },
    {
    'number': '201520760484.X',
    'abstract': '本实用新型涉及机器人技术领域，尤其是涉及一种家用机器人，包括头部、躯干和底座；头部包括头部组件及头部座组件，头部安装在躯干上，躯干安装在底座上；头部组件的额头位置的内表面设置多个带螺孔的定位杆；摄像头固定在安装板上，安装板插装于定位杆之间的...',
    'name': '一种家用机器人',
    'proposer': '北京康力优蓝机器人科技有限公司'
    },
    {
    'number': '201520989817.6',
    'abstract': '本实用新型提供了一种扬尘噪声在线监测与视频联动设备，包括：基座；监控装置，设置在基座内，用于采集现场的环境数据；视频采集装置，固定在所述基座顶部，用于采集现场环境的实时视频；网络硬盘存储装置，设置在所述基座内，并与所述视频采集装置相连；主控...',
    'name': '扬尘噪声在线监测与视频联动设备',
    'proposer': '上海蓝丰信息科技有限公司'
    },
    {
    'number': '201521046688.3',
    'abstract': '一种多功能英语教学用试验台，其特征在于：包括试验台身、录音话筒、双孔摄像头和小音箱，支撑底座上方设置有试验台身，试验台身中部上侧设置有键盘托板，试验台身一侧设置有电脑主机，电脑主机上设置有开机键，试验台身后部设置有电源线接口，试验台身上方设...',
    'name': '一种多功能英语教学用试验台',
    'proposer': '林秀程'
    },
    {
    'number': '201620103204.2',
    'abstract': '本实用新型提供一种行车记录装置，其特征在于：包括终端及摄像模块，终端包括数据接口及无线通讯模块，摄像模块包括摄像头及信息发送模块，所述摄像头与所述信息发送模块电连接，所述终端通过所述数据接口或所述无线通讯模块与所述摄像模块的所述信息发送模块...',
    'name': '一种行车记录装置',
    'proposer': '深圳市凯立德科技股份有限公司'
    },
    {
    'number': '201620358686.6',
    'abstract': '本实用新型公开了一种三维立体投影仪，包括图像采集系统和图像显示系统，所述取景框的四侧边框的中部均装设有取景摄像头，所述旋转电机的外部还固定安装有支架，所述支架的整体呈矩形，所述显示屏由四部分三角形状的显示板组成，所述显示屏的外部还装设有处理...',
    'name': '一种三维立体投影仪',
    'proposer': '新乡医学院'
    },
    {
    'number': '201620357726.5',
    'abstract': '本实用新型公开了一种手自一体录播机，包括机身，所述机身的内部嵌装有处理器，所述机身的外表面嵌装有电子分贝仪和手自切换控制按钮，所述处理器的输出端还连接有录制模块、音频检测模块、音频放大模块和降噪模块，所述机身的外部还设置有云存储装置，所述云...',
    'name': '一种手自一体录播机',
    'proposer': '新乡医学院'
    },
    {
    'number': '201521137751.4',
    'abstract': '本实用新型公开一种全触控多媒体讲台。该多媒体讲台包括一个柜体，所述柜体下部设有主机柜，在所述主机柜的上方安装有触控屏和触控屏前置摄像头，所述触控屏和主机相连接，所述触控屏前置摄像头与主机电路连接，所述柜体上方在触控屏的一侧设有抽屉，所述柜体...',
    'name': '一种全触控多媒体讲台',
    'proposer': '北京智教通教育科技有限公司'
    },
    {
    'number': '201620277054.7',
    'abstract': '本实用新型公开了一种机动车查验监管系统，本实用新型包括GPRS互联网、网关接入点、数据库服务器、数据处理器模块、车检器、线圈检测器、无线磁敏探测器、摄像机，所述网关接入点通过网线接入GPRS互联网；所述网关接入点通过GPRS互联网与数据库服...',
    'name': '一种机动车查验监管系统',
    'proposer': '广东天丽彩科技有限公司'
    },
    {
    'number': '201620514391.3',
    'abstract': '本实用新型涉及一种无线音视频同步发射器，包括壳体，其所述的壳体包括顶盖、底板、主端面、侧端面和电池端面，其中所述的电池端面内设有电池，并由电池盖板对电池端面内的电池进行封盖，所述的侧端面上设有高增益天线，所述的主端面上设有视频接头、串口引脚...',
    'name': '无线音视频同步发射器',
    'proposer': '北京智尚轻扬科技有限公司'
    },
    {
    'number': '201620815038.9',
    'abstract': '本实用新型提供一种基于4G网络的警用单兵执法记录仪，包括：外壳，所述外壳表面上设有音视频模组、多个按键、多个接口和多个指示灯；以及内部功能模组，所述内部功能模组设于所述外壳内部，所述内部功能模组包括电源模组、定位装置、运算处理器、存储器、4...',
    'name': '一种基于4G网络的警用单兵执法记录仪',
    'proposer': '深圳亿络科技有限公司'
    },
    {
    'number': '201620819317.2',
    'abstract': '本实用新型公开了一种家居安防控制系统，包括CP机、驱动装置、电控锁、报警触发器、高清摄像头和报警装置，所述CP机包括无线信号发射器、无线接收终端和信号处理器，所述无线信号发射器与无线接收终端无线连接，所述驱动装置和电控锁设置在真空玻璃窗上，...',
    'name': '一种家居安防控制系统',
    'proposer': '四川建筑职业技术学院'
    },
    {
    'number': '201620820070.6',
    'abstract': '本实用新型提供一种执法记录仪，其特征在于，包括：外壳，所述外壳表面上设有音视频模组、多个按键、多个接口和多个指示灯；以及内部功能模组，所述内部功能模组设于所述外壳内部，所述内部功能模组包括电源模组、定位装置、运算处理器、存储器、通讯装置和控...',
    'name': '执法记录仪',
    'proposer': '深圳亿络科技有限公司'
    },
    {
    'number': '201620505281.0',
    'abstract': '本实用新型公开了一种带摄像头灯，结构简单，灯具体积小，重量轻，便于携带，通过在原有头灯上增加了拍照、视频录制功能，解决了夜间工作时摄像困难的问题。本实用新型包含头灯本体、头灯支架、头灯围带、电池盒、头灯顶带、PU线，所述头灯本体连接在头灯支...',
    'name': '一种带摄像头灯',
    'proposer': '深圳市德普威科技发展有限公司'
    },
    {
    'number': '201521080613.7',
    'abstract': '本实用新型公开了一种用于录制教学视频的视频采集系统，包括一支架，支架的横梁上面等间距的设置有3个摄像机底座；支架的横梁下面等间距的设置有个补光灯；支架的底端设置有轮子；摄像机底座通过旋转轴与支架的横梁连接，旋转轴的轴线与支架的横梁相平行，以...',
    'name': '一种用于录制教学视频的视频采集系统',
    'proposer': '天津博普科技有限公司'
    },
    {
    'number': '200620014516.2',
    'abstract': '本实用新型公开了一种与带射频发射功能的摄像头配套使用的带闪存的无线视音频接收机。主要解决电视机为视音频接收机使用时体枳大、需外接电源、接收信号由电缆传送、录放分离带来的使用不方便的问题。采用的技术方案是:视频解码器的输出端和显示器输入端之间...',
    'name': '带闪存无线视音频接收机',
    'proposer': '冯华飞'
    },
    {
    'number': '200620141908.5',
    'abstract': '儿童成长纪录仪,属于音频、视频处理电子设备技术领域。其壳体上配合设置一组功能键及与内置电路板配合连接的电源开关、电源插口,其特征在于壳体上设有CMOS/CCD摄像头、麦克风和液晶显示屏,所述的摄像头、麦克风和液晶显示屏分别与内置电路板电路连...',
    'name': '儿童成长纪录仪',
    'proposer': '黄志存'
    },
    {
    'number': '200720193370.7',
    'abstract': '本实用新型公开了一种数字医用录像设备,包括设备本体和连接在设备本体上的视频传输接口电路,视频传输接口电路为串行数字接口电路。串行数字接口电路包括输入电路和输出电路,输出电路接收所述设备本体输出的视频数据并作并行/串行转换之后向外部传送,输入...',
    'name': '一种数字医用录像设备',
    'proposer': '深圳迈瑞生物医疗电子股份有限公司'
    },
    {
    'number': '200720045465.4',
    'abstract': '本实用新型公开了一种保偏光纤耦合调节的视频监测记录装置,包括显微镜,其特征在于:所述的显微镜连接有光电传感器,该光电传感器与屏显装置相连通。它的有益效果是:通过光电传感器将经过显微镜放大的光纤耦合图像显示在屏显装置上,可以缓解操作者眼睛疲劳...',
    'name': '保偏光纤耦合调节的视频监测记录装置',
    'proposer': '韦文生'
    },
    {
    'number': '200820205210.4',
    'abstract': '一种微型数字录像机,涉及数字录像机。微型数字录像机包括光学镜头、CMOS传感器、处理器、存储器、麦克风、电源控制器、控制按键,光学镜头设置在CMOS传感器的前方,CMOS传感器、存储器、麦克风、控制按键和电源控制器分别与处理器连接;还设有声...',
    'name': '微型数字录像机',
    'proposer': '深圳爱意无线科技有限公司'
    },
    {
    'number': '201120333036.3',
    'abstract': '一种针对道路监控领域中的应用而开发的高清一体化网络抓拍摄像机，它以ARM9处理器与高性能DSP芯片组成嵌入式图像采集处理系统，200万像素的高清晰CCD型图像处理器加DSP芯片作为图像处理核心，内置控制CPU和大容量SD卡储存器，集合图像抓...',
    'name': '一种高清一体化网络抓拍摄像机',
    'proposer': '深圳市傲灵通电子技术有限公司'
    },
    {
    'number': '201220594717.X',
    'abstract': '本实用新型公开了一种视频监控控制箱，包含硬盘录像机、音视频采集装置和3G无线传输装置，所述音视频采集装置采集现场的声音、图像信息，存储于所述硬盘录像机中，并通过3G无线传输装置实时传输至远程监控中心。通过该视频监控控制箱可以实现远程对现场实...',
    'name': '视频监控控制箱',
    'proposer': '江苏天鹏石化特种工程有限公司'
    },
    {
    'number': '201320459275.2',
    'abstract': '本实用新型公开了一种智能型输电线路监控系统及其监控方法，监控系统包括：摄像机、监控主机、电源以及与监控主机连接的声光报警器；前述电源包括：风光互补发电机以及蓄电池；前述监控主机包括有以下功能模块：主处理单元MCU、智能电源控制模块、音视频编...',
    'name': '智能型输电线路监控系统',
    'proposer': '陈勃闻'
    },
    {
    'number': '201320298573.8',
    'abstract': '本实用新型公开了一种便携式外置微型摄像头，其包括带有夹持部件的后壳、拍摄按键、具有摄像模块的电路板、USB连接线以及前壳。其中，该带有夹持部件的后壳和该前壳相连接为一个密封整体，形成至少内置该电路板的空腔；该拍摄按键与该电路板相连接；该电路...',
    'name': '便携式外置微型摄像头',
    'proposer': '深圳市四吉通讯设备有限公司'
    },
    {
    'number': '201320447815.5',
    'abstract': '本实用新型涉及一种智能安保巡更的手持终端设备，其中包括中央处理器、显示屏、键盘、电源、充电接口、USB接口、耳机接口、内存扩展接口、SIM卡接口、射频读写模块、图像采集模块、实时通信模块、定位模块、蓝牙模块和声音模块，所述的各个部件均通过电...',
    'name': '智能安保巡更的手持终端设备',
    'proposer': '公安部第三研究所'
    },
    {
    'number': '201420433829.6',
    'abstract': '本实用新型公开了一种驾驶员视线及头部行为自动识别的装置，包括面部状态跟踪摄像头、行为跟踪摄像头、智能评判计算机、评判显示器、车载通讯设备和车载电源；所述智能评判计算机、车载通讯设备和车载电源均安装在考试车的后背箱中，智能评判计算机与面部状态...',
    'name': '一种驾驶员视线及头部行为自动识别的装置',
    'proposer': '青岛通产软件科技有限公司'
    },
    {
    'number': '201520166081.2',
    'abstract': '本实用新型提供了一种行车记录仪及汽车，该行车记录仪包括：记录仪壳体、固定记录仪壳体的安装支架以及固定在记录仪壳体内部的主板电路和WIFI收发器。记录仪壳体第一侧面上设有采集行车图像信息的摄像头；与第一侧面相对的第二侧面上设有指示行车记录仪工...',
    'name': '一种行车记录仪及汽车',
    'proposer': '北京汽车研究总院有限公司'
    },
    {
    'number': '201520204905.0',
    'abstract': '本实用新型公开了一种录播器，包括显示器和底座，其特征在于：显示器为交互式液晶显示器，底座上设有控制主机，控制主机侧边设有音响和麦克风信号接受器，控制主机上面设有控制面板，显示器通过连接杆设置在控制主机上面，显示器顶部设有高清摄像头。本实用新...',
    'name': '一种录播器',
    'proposer': '淮安市齐龙电子科技有限公司'
    },
    {
    'number': '201521139102.8',
    'abstract': '本实用新型公开一种全触控多媒体教学及视频自动录制一体化系统及设备。该系统包括一个主机柜，在所述主机柜内部设有主机，主机柜上还安装有触控屏、视频展示台、以及触控屏前置摄像头，所述触控屏前置摄像头通过影像视频流电路与主机连接，主机柜还通过电路外...',
    'name': '一种全触控多媒体教学及视频自动录制一体化系统及设备',
    'proposer': '北京智教通教育科技有限公司'
    },
    {
    'number': '201521138325.2',
    'abstract': '本实用新型公开一种全触控多媒体教学及视频自动录制一体化系统。该系统包括一个主机柜，在所述主机柜内部设有主机，主机柜上还安装有触控屏、视频展示台、以及触控屏前置摄像头，所述触控屏前置摄像头通过影像视频流电路与主机连接，主机柜还通过电路外接投影...',
    'name': '一种全触控多媒体教学及视频自动录制一体化系统',
    'proposer': '北京智教通教育科技有限公司'
    },
    {
    'number': '麦克罗维西恩公司',
    'name': '视频平台及未经保护源资料的综合防止复制的方法与设备',
    'proposer': '一视频录制平台防止对经防复制的资料作数字和模拟的复制。该平台可能输入与输出模拟的与数字的视频信号。在该模拟输入时,检测器(26)检测该模拟输入视频内常规的防复制处理并据此禁止录制它。在该数字输入时,第一检测器(20)检测输入资料中存在的版权...'
    },
    {
    'number': '201410572209.5',
    'abstract': '本发明适用于通信技术领域，提供了种一种基于OTT机顶盒的视音频录制及分享方法及系统，该方法包括：保存OTT用户识别号、即时通讯号码以及视频操作信息三者之间的关联关系至数据库；接收OTT客户端携带有OTT用户识别号或即时通讯客户端携带有即时通...',
    'name': '一种基于OTT机顶盒的视音频录制及分享方法及系统',
    'proposer': '百视通网络电视技术发展有限责任公司'
    },
    {
    'number': '201420557152.7',
    'abstract': '多功能胃镜，属于医疗用具技术领域。本实用新型的技术方案是：包括机体，其特征是在机体上设有中央控制器，中央控制器上设有彩色显示屏，中央控制器上设有键盘，中央控制器上键盘下侧设有电脑开关按钮，中央控制器上设有机器开关按钮，中央控制器右侧设有排气...',
    'name': '多功能胃镜',
    'proposer': '曹余恒'
    },
    {
    'number': '201420033599.4',
    'abstract': '本实用新型公开了一种钢琴琴谱仪，包括结构件、显示终端和控制系统。显示终端和控制系统安装于结构件内，控制系统与显示终端电连接。控制系统中的纸质图谱转换模块包括图像采集设备、图像识别电路和电子图谱生成电路；图像采集设备的输出端连接图像识别电路的...',
    'name': '一种钢琴琴谱仪',
    'proposer': '刘阳阳'
    },
    {
    'number': '201420760194.0',
    'abstract': '本实用新型涉及一种智能手机控制的LED显示屏，包括：处理单元、智能终端、信号切换模块、调制模块、现场可编程门阵列以及解调模块。本实用新型提供的一种智能手机控制的LED显示屏可以实现多人多地点控制播放器：智能手机代替计算机时终端操作设备更加轻...',
    'name': '一种智能手机控制的LED显示屏',
    'proposer': '叶建中'
    },
    {
    'number': '201520010109.3',
    'abstract': '本实用新型公开了一种基于目标识别的智能路灯控制系统，包括：光敏传感器，用于检测区域内光线强度；设有补光模块的摄像头，用于在光线强度低于预设值时采集图像信息；信息处理模块，对采集的图像信息进行处理与识别，并向电源控制器发送控制指令；路灯...',
    'name': '一种基于目标识别的智能路灯控制系统',
    'proposer': '清华大学苏州汽车研究院(吴江)'
    },
    {
    'number': '201310240754.X',
    'abstract': '本发明公开了一种利用亲生婴儿信息催乳的吸奶器，属于母婴电器领域。该吸奶器包含有音频录制装置和音频播放装置；所述音频录制装置录制有使用该吸奶器的产妇亲生婴儿的哭声和笑声；该吸奶器在吸奶过程中，所述音频播放装置播放出使用该吸奶器的产妇亲生婴儿的...',
    'name': '一种利用亲生婴儿信息催乳的吸奶器',
    'proposer': '陈俊波'
    },
    {
    'number': '201510007655.6',
    'abstract': '本发明公开了一种基于目标识别的智能路灯控制系统，包括：光敏传感器，用于检测区域内光线强度；设有补光模块的摄像头，用于在光线强度低于预设值时采集图像信息；信息处理模块，对采集的图像信息进行处理与识别，并向电源控制器发送控制指令；路灯控制...',
    'name': '一种基于目标识别的智能路灯控制系统',
    'proposer': '清华大学苏州汽车研究院(吴江)'
    },
    {
    'number': '201410146367.4',
    'abstract': '本发明提供一种行车记录仪省电方法，其包括以下步骤：步骤a.监测汽车发动机的运行状态；步骤b.判断汽车是否熄火，如果熄火，则执行步骤c，如果没有熄火，则返回步骤a；步骤c.行车记录仪进入省电运行模式，提供省电运行选项供选择；以及步骤d.根据用...',
    'name': '行车记录仪省电方法',
    'proposer': '昆山研达电脑科技有限公司'
    },
    {
    'number': '201611239020.X',
    'abstract': '本发明公开了一种应用于手机平台的快捷高效的画中画视频制作方法，具体包括如下步骤,选定录制区域步骤、设置特效步骤、录制音视频步骤、录制另一段音视频步骤和音视频导出步骤；本发明使得画中画制作方便，在手机平台就能轻易完成，无需反复重新录制。',
    'name': '一种应用于手机平台的快捷高效的画中画视频制作方法',
    'proposer': '杭州趣维科技有限公司'
    },
    {
    'number': '201610379153.0',
    'abstract': '本发明公开了一种提供视频直播间服务的系统及方法，所述方法包括：录制视频，将视频流推送业务服务器，由业务服务器对视频流进行转码后存储至云存储服务器；在进入指定的直播间时，App客户端向业务服务器请求视频播放；业务服务器返回视频播放地址；App...',
    'name': '一种提供视频直播间服务的系统及方法',
    'proposer': '深圳市佑嘉互动科技有限公司'
    },
    {
    'number': '201210040142.1',
    'abstract': '本发明涉及一种数字城市3D主动立体展示系统及其制作方法，包括计算机主机，该计算机主机用于将三维数据的三维坐标转变为眼距、视距的立体参数，用于录制3D视频；支持3D功能的投影仪，可接收红外信号的立体眼镜，红外数据发射器，所述计算机主机分别与投...',
    'name': '数字城市3D主动立体展示系统及其制作方法',
    'proposer': '林善红'
    },
    {
    'number': '201510374388.6',
    'abstract': '本发明提供了一种节目录制方法及装置、机顶盒，其中，所述方法包括：机顶盒获取数字视频广播DVB的第一EPG信息和OTT的第二EPG信息；在融合了所述第一EPG信息和所述第二EPG信息的节目单上，选择待录制节目，并判断该待录制节目所属的节目类型...',
    'name': '节目录制方法及装置、机顶盒',
    'proposer': '中兴通讯股份有限公司'
    },
    {
    'number': '201020687287.7',
    'abstract': '本实用新型涉及一种伸缩式侦察攻击装置,其特征在于:包括侦察攻击装置和腕式无线接收显示装置,腕式无线接收显示装置通过扣带扣在腕部,所述侦察攻击装置和腕式无线接收显示装置通过无线方式连接。本实用新型作为一种便携式侦察攻击设备,具有伸缩式、任意方...',
    'name': '一种伸缩式侦察攻击装置',
    'proposer': '西安上尚机电有限公司'
    },
    {
    'number': '201220355802.0',
    'abstract': '本实用新型公开了一种物联网设备的远程控制系统，即本系统的用户控制终端通过互联网或移动网络连接远程控制平台并实现双向通讯，远程控制模块和视频监控模块通过互联网或移动网络连接远程控制平台并实现双向信息交互，远程控制模块通过通讯总线连接远程控制接...',
    'name': '物联网设备的远程控制系统',
    'proposer': '上海兆海信息科技有限公司'
    },
    {
    'number': '201520845370.5',
    'abstract': '本实用新型涉及一种医疗摄像系统，包括设置在手术台上方的天吊式镜头、设置在实施手术位置的潜水式镜头，以及用于接收天吊式镜头和潜水式镜头的视频信号的主机。所述天吊式镜头内设有视频采集芯片和图像处理芯片；所述视频采集芯片用于采集外部的图像信息，所...',
    'name': '一种医疗摄像系统',
    'proposer': '广东实联医疗器械有限公司'
    },
    {
    'number': '201520845526.X',
    'abstract': '本实用新型涉及一种医疗双摄像设备，其包括医疗摄像系统和摄像云台控制系统；所述医疗摄像系统包括设置在手术台上方的天吊式镜头、设置在实施手术位置的潜水式镜头，以及用于接收天吊式镜头和潜水式镜头的视频信号的主机；所述摄像云台控制系统包括用于发送控...',
    'name': '一种医疗双摄像设备',
    'proposer': '广东实联医疗器械有限公司'
    },
    {
    'number': '201620392850.5',
    'abstract': '本实用新型公开了一种用于视频监控的学生考勤机,包括实时视频采集模块、中央处理器、读卡器、时钟模块、显示模块和通讯模块；实时视频采集模块和读卡器的输出端均与中央处理器连接；中央处理器的输出端与通讯模块连接，通讯模块与外部的后台服务器连接；所述...',
    'name': '一种用于视频监控的学生考勤机',
    'proposer': '成都记上学科技有限公司'
    },
    {
    'number': '201620986160.2',
    'abstract': '本实用新型提供一种城市排水泵站智能联动控制系统，属于城市污水泵站管理控制设备领域，其包括中心平台、服务器、接口机、前端控制器、监测设备和水泵等设备，各采集区域的监测设备采集监测现场数据，由中心平台和服务器分析现场及污水处理厂的数据，根据现场...',
    'name': '城市排水泵站智能联动控制系统',
    'proposer': '广东柯内特环境科技有限公司'
    },
    {
    'number': '200820017513.3',
    'abstract': '本实用新型涉及一种自播放式投影仪,尤其涉及一种不依赖于PC机就可以播放各种文件的投影仪。本实用新型包括投影仪模块,还包括作为所述投影仪模块上位机的嵌入式计算机系统,以及与该嵌入式计算机系统连接用于接收外部存储设备数据的USB接口;还包括与该...',
    'name': '自播放式投影仪',
    'proposer': '济南大学'
    },
    {
    'number': '201520607757.7',
    'abstract': '本实用新型公开了一种基于物联网的教学系统，包括智能终端，与智能终端无线连接的本地处理模块，所述本地处理模块包括用于生成签到信息二维码的二维码生成模块和用于与管理服务器通信，上传和下载教学任务的教学任务模块，所述智能终端包括用于扫描二维码信息...',
    'name': '基于物联网的教学系统',
    'proposer': '南通科技职业学院'
    },
    {
    'number': '201620211641.6',
    'abstract': '本实用新型属于数字化通信技术领域，涉及一种数字化音视频集成舞台调度装置，摄像装置设置在需要监控的场所，主机与摄像装置连接，用于将视频信息进行转码，终端麦克风/扬声器和多媒体移动终端分别与主机连接，主机作为调度系统的核心，用于部署多媒体移动终...',
    'name': '一种数字化音视频集成舞台调度装置',
    'proposer': '青岛大学'
    },
    {
    'number': '201220254238.3',
    'abstract': '本实用新型提供了一种偏光式3D电视游戏适配器，连接于3D游戏设备和偏光式3D电视机之间，其中包括视频输入接收模块、色彩空间转换电路、视频缓冲电路、解码芯片、编码芯片、3D信号处理器和左右分离电路，所述3D游戏设备通过接收电路与视频输入接收模...',
    'name': '偏光式3D电视游戏适配器',
    'proposer': '薛金海'
    },
    {
    'number': '201220254230.7',
    'abstract': '本实用新型提供了一种快门式3D电视游戏适配器，连接于3D游戏设备和快门式3D电视机之间，包括视频输入接收模块、色彩空间转换电路、视频缓冲电路、解码芯片、编码芯片、3D信号处理器和同步时序电路，所述3D游戏设备通过接收电路与视频输入接收模块连...',
    'name': '快门式3D电视游戏适配器',
    'proposer': '薛金海'
    },
    {
    'number': '201220258072.2',
    'abstract': '本实用新型提供了一种裸眼3D电视游戏适配器，连接于3D游戏设备和裸眼3D电视机之间，包括视频输入接收模块、色彩空间转换电路、视频缓冲电路、解码芯片、编码芯片、3D信号处理器和光栅电路，所述3D游戏设备通过接收电路与视频输入接收模块连接，所述...',
    'name': '裸眼3D电视游戏适配器',
    'proposer': '薛金海'
    },
    {
    'number': '201220258071.8',
    'abstract': '本实用新型提供了一种高清数字电视3D游戏适配器，连接于3D游戏设备和高清数字电视机之间，包括视频输入接收模块、色彩空间转换电路、视频缓冲电路、解码芯片、编码芯片、3D信号处理器和视频分色电路，所述3D游戏设备通过接收电路与视频输入接收模块连...',
    'name': '高清数字电视3D游戏适配器',
    'proposer': '孟凡宇'
    },
    {
    'number': '201520007967.2',
    'abstract': '本实用新型实施例提供一种图像处理装置及用户终端，该图像处理装置设置在用户终端，用户终端包括第一图像处理模块、处理器和摄像头传感器，则图像处理装置包括：第二图像处理模块、用于传输图像数据的第一MIPI数据线和第二MIPI数据线，以及用于传输控...',
    'name': '图像处理装置及用户终端',
    'proposer': '上海青橙实业有限公司'
    },
    {
    'number': '201520029681.4',
    'abstract': '本实用新型公开了一种数码光学点阵微课录制系统，包括点阵白板以及相配合的点阵数码笔，所述点阵白板上设有一层点阵图案；所述点阵数码笔内部设有压力传感器、高速摄像机、数据处理器、数据存储器、电池以及蓝牙或USB通讯模块；所述点阵数码笔通过蓝牙或U...',
    'name': '一种数码光学点阵微课录制系统',
    'proposer': '付晓彬'
    },
    {
    'number': '201520514643.8',
    'abstract': '本实用新型公开了一种新型的儿童多动症行为矫治系统，包括控制器，所述控制器的输入端电性连接供电设备的输出端，所述控制器的输出端电性连接定时提醒装置、监控设备、存储器、扬声设备和通讯服务器的输入端，所述通讯服务器的输出端无线连接家长话机终端和矫...',
    'name': '一种新型的儿童多动症行为矫治系统',
    'proposer': '张伟飞'
    },
    {
    'number': '201521114716.0',
    'abstract': '本实用新型公开了一种视频教学演示装置，它包括模块板和视频显示装置，所述模块板一侧的侧壁上开设有第一滑槽，第一滑槽内活动设有滑块，滑块上固设有第一支撑杆，第一支撑杆上安设有高清摄像头和照明灯，高清摄像头是正对模块板上端面设置，视频显示装置正下...',
    'name': '一种视频教学演示装置',
    'proposer': '中电科技(合肥)博微信息发展有限责任公司'
    },
    {
    'number': '201620136762.9',
    'abstract': '本实用新型公开了一种智能信息矿灯，属于矿井用灯具领域，为解决现有的矿灯功能单一的问题而设计。本实用新型提供的智能信息矿灯包括：环境参数检测模块，用于检测井下环境中各种气体的含量，将检测到的数据实时发送至无线上传模块；无线上传模块，用于将环境...',
    'name': '智能信息矿灯',
    'proposer': '煤炭科学技术研究院有限公司'
    },
    {
    'number': '200910078592.8',
    'abstract': '本发明公开了一种预案协同指挥方法,涉及应急领域,应用INTERNET技术、三维地理信息技术、数据库技术等,通过部门协作、资源整合和信息共享,用于多部门协同应急预案制定、预案合理性检测,保证了制定预案的科学性和可实施性。',
    'name': '预案协同指挥方法',
    'proposer': '泰瑞数创科技(北京)有限公司'
    },
    {
    'number': '201610246188.7',
    'abstract': '本发明涉及一种建设工程质量检测的监管系统，包括智能检测工作站、外部检测设备和服务器，其中外部检测设备和服务器均与智能检测工作站相连，外部检测设备检测到的信息经由智能检测工作站传输到服务器上；智能检测工作站包括设备识别装置和身份识别装置，设备...',
    'name': '一种建设工程质量检测的监管系统及方法',
    'proposer': '孙雨'
    },
    {
    'number': '200610023885.2',
    'abstract': '本发明公开了一种移动通信终端影音文件录制方法,同时录制音频和视频,然后将录制的音频数据和视频数据合成到一个影音文件中,该音影文件为标准MPEG4格式的文件,以及一种用于该录制方法的录制设备。本发明还公开了一种移动通信终端影音文件播放方法,通...',
    'name': '移动通信终端影音文件录制和播放方法和设备',
    'proposer': '上海晨兴电子科技有限公司'
    },
    {
    'number': '201480032323.7',
    'abstract': '本系统用于录制360°球面视频，适合向其他远程设备显示或发送无线数据，该系统包括：一个框架（3、5、6）、含微处理器（1）的一张电子卡（16）以及其他电子元件；至少两个含100°以上视角的广角高清电子摄像头（2），其插在框架（3）内，由创建...',
    'name': '球面全景视频拍摄系统',
    'proposer': '大卫·安格莱利虚拟意念公司'
    },
    {
    'number': '201510747140.X',
    'abstract': '本发明公开了一种云存储均衡性能测试系统，涉及存储性能测试技术领域。该测试系统，不仅具有综合全面的测试方案，包括性能测试模块，实现了稳定可靠的基础性能测试，还包括应用测试模块，实现了仿真模拟的用户体验测试，而且实现了本地、远程多模式相结合的测...',
    'name': '一种云存储均衡性能测试系统',
    'proposer': '北京出入境检验检疫局检验检疫技术中心'
    },
    {
    'number': '200520103332.9',
    'abstract': '本实用新型提供了录像装置、摄录一体装置和音视频编辑系统。其中,所述音视频编辑系统包括:数据编辑单元、显示输出单元、控制输入单元,iVDR适配器;所述数据编辑单元用于对音视频数据进行编辑,并与显示输出单元连接;所述控制输入单元与所述数据编辑单...',
    'name': '录像装置、摄录一体装置和音视频编辑系统',
    'proposer': '北京华傲精创科技开发有限公司'
    },
    {
    'number': '201410010429.9',
    'abstract': '本发明公开了一种在教育系统中实现实时录播的方法及系统，所述系统包括：学生电脑桌，实时录播学生的学习状况；教师讲台实时录播教师的教学状况；多个位置识别器，用于识别用户身份信息和位置信息令；控制服务器，用于在多个位置识别器识别用户身份和位置信息...',
    'name': '一种在教育系统中实现实时录播的方法及系统',
    'proposer': '南京迅云网络科技有限公司'
    },
    {
    'number': '201410742429.8',
    'abstract': '本发明涉及一种智能手机控制的LED显示屏，包括：处理单元、智能终端、信号切换模块、调制模块、现场可编程门阵列以及解调模块。本发明提供的一种智能手机控制的LED显示屏可以实现多人多地点控制播放器：智能手机代替计算机时终端操作设备更加轻便，适合...',
    'name': '一种智能手机控制的LED显示屏',
    'proposer': '叶建中'
    },
    {
    'number': '201510150418.5',
    'abstract': '本发明公开了一种电子合同签署方法，在接收到待签署电子合同对应的指纹信息时，获取各个指纹信息对应的合同方的身份信息；将所述指纹信息及其对应的身份信息与所述待签署合同关联存储。本发明还公开了一种电子合同签署系统。本发明提高了合同签署的安全性，且...',
    'name': '电子合同签署方法和系统',
    'proposer': '努比亚技术有限公司'
    },
    {
    'number': '201510194302.1',
    'abstract': '本发明实施例公开了一种VTM业务办理的方法及系统，该方法包括：VTM接收针对客户根据提示信息输入的呼叫远程专家指令；VTM从远程专家管理平台获取远程专家的忙闲度；VTM根据客户级别和远程专家的忙闲度，调用目标远程专家接入VTM监控视频；VT...',
    'name': '一种VTM业务办理的方法及系统',
    'proposer': '中国建设银行股份有限公司'
    },
    {
    'number': '201510293355.9',
    'abstract': '本发明提供一种应用于直录播互动系统的遥控方法及直录播互动终端。上述方法包括以下步骤：直录播互动终端侦听遥控器发送的遥控指令；所述直录播互动终端判断所述遥控指令是否是针对本终端的指令；若否，则所述直录播互动终端将所述遥控指令发送至教学终端，供...',
    'name': '一种应用于直录播互动系统的遥控方法及直录播互动终端',
    'proposer': '阔地教育科技有限公司'
    },
    {
    'number': '201510292756.2',
    'abstract': '本发明提供一种基于直录播互动系统的遥控方法及直录播互动终端。上述方法包括所述直录播互动终端侦听并解析遥控器发送的视频编辑控制指令；接收所述远程导播控制装置发送的视频编辑所需的资源；根据所述视频编辑控制指令和所述资源，对所述直录播互动终端录制...',
    'name': '一种基于直录播互动系统的遥控方法及直录播互动终端',
    'proposer': '阔地教育科技有限公司'
    },
    {
    'number': '201510469408.8',
    'abstract': '一种电网协同作业的移动工程师站，包括：三维成像模块，用于对现场电力设备进行三维成像扫描；故障定位模块，用于根据现场电力设备的三维成像数据，对相应的电力设备进行故障疑点定位；故障预测模块，用于根据所述电力设备的三维成像数据，对电力设备进行数据...',
    'name': '电网协同作业的移动工程师站',
    'proposer': '广东电网有限责任公司佛山供电局'
    },
    {
    'number': '201510711859.8',
    'abstract': '本发明涉及一种医疗摄像系统，包括设置在手术台上方的天吊式镜头、设置在实施手术位置的潜水式镜头，以及用于接收天吊式镜头和潜水式镜头的视频信号的主机。所述天吊式镜头内设有视频采集芯片和图像处理芯片；所述视频采集芯片用于采集外部的图像信息，所述图...',
    'name': '一种医疗摄像系统',
    'proposer': '广东实联医疗器械有限公司'
    },
    {
    'number': '201510790467.5',
    'abstract': '本发明适用于网络摄像机领域，提供一种低功耗网络摄像系统及便携式低功耗网络摄像机，包括：IPC主模块、WiFi模块、PIR模块以及分别与IPC主模块、WiFi模块和PIR模块连接的功耗控制模块，该功耗控制模块用于当接收到IPC主模块发出的工作...',
    'name': '一种低功耗网络摄像系统及便携式低功耗网络摄像机',
    'proposer': '深圳市共进电子股份有限公司'
    },
    {
    'number': '201611130592.4',
    'abstract': '本发明涉及一种基于在线直播的房屋交易系统，包括直播方终端与参与方终端，直播方终端与参与方终端均通过互联网与云平台进行信息交互，云平台内设有信息匹配单元，直播方终端用于直播方使用账号登陆云平台，在云平台上发布房源的房屋信息，并建立与房屋信息相...',
    'name': '基于在线直播的房屋交易系统',
    'proposer': '北京七扇门科技发展有限公司'
    },
    {
    'number': '200820058400.8',
    'abstract': '本实用新型提供一种自刻录式分离型摄录装置,属于电子设备领域。所述的装置包括有摄录组件,摄录主机,以及光盘生成器。利用分离设置的摄录主机和摄录组件,用户在不影响原有事务的基础上,可以随时随地地进行音视频内容的录制操作,并能够方便地将录制内容进...',
    'name': '自刻录式分离型摄录装置',
    'proposer': '上海凌锐信息技术有限公司'
    },
    {
    'number': '200790000034.4',
    'abstract': '一种数字图像监控系统,包括:基本单元,用以接收由装有摄像头的配件单元输出的数字音频和视频信号,该摄像头具有平盘倾斜控制功能;运动传感器;内部通信装置;红外传感器;以及门铃按钮,用以与住所内部人员进行联系。还具有自动或根据指令对基本单元从配件...',
    'name': '数字图像监控系统',
    'proposer': '思坦科技(深圳)有限公司'
    },
    {
    'number': '200820205526.3',
    'abstract': '本实用新型公开了一种具有安防功能的自动售货机,该自动售货机包括控制中心及受其控制的售货管理模块、通信控制模块、音视频处理模块、报警感应模块,其中音视频处理模块包括在售货机顶部或上部设有摄像头,货机内有语音采集单元,音视频处理模块根据出现的警...',
    'name': '具有安防功能的自动售货机',
    'proposer': '中山市易购电子商务科技有限公司'
    },
    {
    'number': '200920069549.0',
    'abstract': '本实用新型提供一种嵌入式多媒体触摸终端,属于电子设备领域,涉及一种小巧、轻薄、便于携带并且成本低的小型电脑终端。该终端包括有:触摸屏,它是位于该嵌入式多媒体触摸终端的表面,用于显示该终端操作界面的显示结构;接口,它是设置在该终端上的功能接口...',
    'name': '嵌入式多媒体触摸终端',
    'proposer': '上海桓伟电子科技发展有限公司'
    },
    {
    'number': '201120272739.X',
    'abstract': '本实用新型公开了一种使用触摸屏的嵌入式网络视频监控装置，既克服了现有大型视频监控系统的造价昂贵、部署复杂的缺陷，又解决了市场上的可视门铃等小型监控设备缺乏存储与内容检测的问题。装置包括数字摄像机和视频监控终端，数字摄像机采集的图像数据传递给...',
    'name': '一种嵌入式监控装置',
    'proposer': '刘冬'
    },
    {
    'number': '201220253185.3',
    'abstract': '本实用新型涉及数字电视技术领域，提供了一种数字电视一体机，其包括：第一高频头，用于将数字电视一体机接收的第一路射频信号降频为第一中频信号；第一解调器，连接于第一高频头，用于将第一中频信号解调为第一传输流；第二高频头，用于将数字电视一体机接收...',
    'name': '数字电视一体机',
    'proposer': '深圳市同洲电子股份有限公司'
    },
    {
    'number': '201220434912.6',
    'abstract': '转辙机通用缺口监测装置，包括摄像装置、存储器、CAN控制器，其特征在于：它还包括图像处理单元，所述的图像处理单元采用TI双核DSP数字信号微处理器，所述的CAN控制器为传输和配置缺口信息的总线控制器和以太网控制器，所述的存储器为存储图像和数...',
    'name': '转辙机通用缺口监测设备',
    'proposer': '北京中铁通电务技术开发有限公司'
    },
    {
    'number': '201320014887.0',
    'abstract': '本实用新型公开了一种基于生物认证的锁定系统，属于通信技术领域。所述系统包括：移动终端，设置有用于扫描采集用户的生物信息的生物信息采集装置；所述电子锁，设置有用于确定所述生物信息采集装置采集到的生物信息与存储的合法用户的生物信息是否匹配的认证...',
    'name': '基于生物认证的锁定系统',
    'proposer': '鹤山世达光电科技有限公司'
    },
    {
    'number': '201220678863.0',
    'abstract': '本实用新型为一种具有智能教育功能的云技术应用智能家居，其通过有线或无线的方式，将用户发出的多媒体教育需求信息传输给云服务器，借助云服务器的数据分析、处理和编辑能力，协助云服务器的教育专家，搜集数据库中存储的相关信息，并将信息集成，进行综合分...',
    'name': '一种具有智能教育功能的云技术应用智能家居',
    'proposer': '广东志高空调有限公司'
    },
    {
    'number': '201320291110.9',
    'abstract': '本实用新型涉及轨道运输监控领域，尤其涉及一种配置轴温监控报警装置的特种货运运输押运车，车载监控系统包括监控主机和分别与监控主机连接的显示模块、命令输入模块、GPS跟踪定位模块和无线通信模块、报警器和设置于转向架上的温度传感器。通过本实用新型...',
    'name': '配置轴温监控报警装置的特种货运运输押运车',
    'proposer': '中特物流有限公司'
    },
    {
    'number': '201520395406.4',
    'abstract': '本实用新型公开了一种家用快递储物柜，包括柜体、柜门、受控制装置控制开启和关闭的电子门锁、通过通信网络接收用户指令的通信装置、控制其他装置开启和关闭的控制装置；所述控制装置分别与所述电子门锁、所述通信装置连接。采用本实用新型技术方案，使快递投...',
    'name': '一种家用快递储物柜',
    'proposer': '深圳市创新先进科技有限公司'
    },
    {
    'number': '201520738551.8',
    'abstract': '本实用新型公开了无人值守变电站监控系统，包括至少一个设置在变电站内的智能网关，所有的所述智能网关通过中继站与系统服务器进行通讯，系统服务器与人机交互单元进行通信；智能网关与照明控制系统、温湿度控制系统、视频监测系统及变电站电子门控制系统连接...',
    'name': '无人值守变电站监控系统',
    'proposer': '国网山东省电力公司济宁供电公司'
    },
    {
    'number': '201520711416.4',
    'abstract': '一种可视化智能监控数据安防控制分站系统，涉及一种安防控制系统，所述系统包括信号采集、传输、监测、数据转换、数据储存、多屏实时界面显示，传感器异常状况显示、打印部分的组块及触摸屏按键操作界面；本系统并具有多个数据采集点，采集点的设置，依据重要...',
    'name': '一种可视化智能监控数据安防控制分站系统',
    'proposer': '泰山医学院'
    },
    {
    'number': '201620579801.2',
    'abstract': '本申请提供了一种取货量的监测系统，涉及仓储设备领域，该系统包括：上位机、单片机和称重器，其中，上位机用于生成触发信号，并将触发信号向单片机发送；单片机的称重模块在接收到触发信号后，驱动称重器对触发信号所对应的货物进行称重，以得到取货后重量信...',
    'name': '一种取货量的监测系统',
    'proposer': '苏州市厚宏智能科技有限公司'
    },
    {
    'number': '201620555383.3',
    'abstract': '本实用新型公开了一种无线骨传导眼镜，包括镜片组、镜框横梁、第一镜腿和第二镜腿，镜片组和数字摄像头安装在镜框横梁上，第一镜腿上设有控制模组，第二镜腿上设有电池模组，在控制模组和电池模组下方分别设置有骨传导耳机模组，骨传导耳机模组包括顺次连接的...',
    'name': '一种无线骨传导眼镜',
    'proposer': '王泽玲'
    },
    {
    'number': '201620419818.1',
    'abstract': '本实用新型公开了一种电厂智能型全方位实时监控系统，包括：用于实时监测锅炉膨胀位移的远传位移指示器；用于对电气开关柜、封闭母线和电缆接头进行实时温度监控的电气实时测温传感器；用于对旋转辅机及其电机的运行状态进行实时监测的智能盒子；用于检测管道...',
    'name': '一种电厂智能型全方位实时监控系统',
    'proposer': '深圳钰湖电力有限公司'
    },
    {
    'number': '201621042246.6',
    'abstract': '本实用新型实施例提供了一种应用于智能安防系统的门禁控制系统，包括：室外机、电梯控制器、室内机及门禁控制器，所述室外机与所述室内机信号连接，所述室外机或所述室内机与所述电梯控制器通过RS485总线连接，所述室外机与所述门禁控制器通过RS485...',
    'name': '一种应用于智能安防系统的门禁控制系统',
    'proposer': '深圳市泛海三江科技发展有限公司'
    },
    {
    'number': '200520011625.4',
    'abstract': '本实用新型提供一种定位式的地区服务指南单元,具有外接音频和/或视频播放机的接口,其特征在于有定位接收装置和地面信息的存储器。能根据定位接收装置确定的地点通过音频和/或视频播放机向用户和旅游者提供详细的当地信息。本实用新型充分利用最新硬件技术...',
    'name': '定位式的地区服务指南单元',
    'proposer': '李坤'
    },
    {
    'number': '201610099665.1',
    'abstract': '本发明公开了一种智能信息矿灯，属于矿井用灯具领域，为解决现有的矿灯功能单一的问题而设计。本发明提供的智能信息矿灯包括：环境参数检测模块，用于检测井下环境中各种气体的含量，将检测到的数据实时发送至无线上传模块；无线上传模块，用于将环境参数检测...',
    'name': '智能信息矿灯',
    'proposer': '煤炭科学技术研究院有限公司'
    },
    {
    'number': '200910091980.X',
    'abstract': '本发明提供了一种语音视频空间系统及其实现电话语音视频空间访问的方法,包括接入模块、空间管理模块和接口模块,其中,接入模块,用于接收用户拨打的空间接入号码,并获知用户操作请求;空间管理模块,用于通过所述接入模块与用户进行交互,根据用户对用户空...',
    'name': '语音视频空间系统及其实现电话语音视频空间访问的方法',
    'proposer': '中兴通讯股份有限公司'
    },
    {
    'number': '200910041367.7',
    'abstract': '本发明公开了一种在博客上实现音频视频留言和评论的方法和系统,属于无线网络通讯技术,旨在提供一种操作方便、更直观展示博客用户感情的博客,其要点包括下述步骤:(1)建立博客网站;(2)用户A访问用户B的博客C;(3)用户A进行音频视频的录制,并...',
    'name': '一种在博客上实现音频视频留言和评论的方法和系统',
    'proposer': '刘雪英'
    },
    {
    'number': '200980128831.4',
    'abstract': '本发明提供了用于防止同时去激活多个电子商品防盗(“EAS”)标记的方法和系统。在EAS询问区内发射RF脉冲,以感应放置在所述询问区内的至少一个EAS标记的响应。所述至少一个EAS标记的响应被接收。通过评价对应于所述响应的频率响应曲线来确定是...',
    'name': '具有多个标签检测能力的电子商品防盗去激活器及其方法',
    'proposer': '传感电子有限责任公司'
    },
    {
    'number': '201110098248.2',
    'abstract': '本发明公开了一种移动终端及其视频电话自动接听方法。该移动终端视频电话自动接听方法包括:步骤a,移动终端的自动接听设置模块获取自动接听设置模块的自动接听选项设置;步骤b,若该自动接听选项设置为“否”,则保持呼入状态,若该自动接听选项设置为“是...',
    'name': '移动终端及其视频电话自动接听方法',
    'proposer': '惠州TCL移动通信有限公司'
    },
    {
    'number': '201110426098.3',
    'abstract': '一种铁路转辙机表示杆缺口视频监测方法及系统，系统采用红外摄像头采集表示杆缺口图像，由转辙机现场的图像采集处理器直接对原始像素图像进行处理和特征参数提取，从而实现对表示杆缺口数据精确计算，同时连通道岔扳动过程视频、过车振动视频、直播视频、当前...',
    'name': '一种铁路转辙机表示杆缺口视频监测方法及系统',
    'proposer': '济南铁路天龙高新技术开发有限公司'
    },
    {
    'number': '201110416440.1',
    'abstract': '本发明提出一种按录制地点轨迹播放视频的方法和移动视频终端，在录制视频时，形成从视频时间点到轨迹进度条的映射，再通过从轨迹进度条到视频时间点的映射，根据视频时间点定位视频帧，进行视频播放。本发明在视频播放中，提供了按照录制地点轨迹信息的地理空...',
    'name': '一种按录制地点轨迹播放视频的方法和移动视频终端',
    'proposer': '中国电信股份有限公司'
    },
    {
    'number': '201410581835.0',
    'abstract': '本发明涉及不同光环境下对非彩色目标物的视觉功效的测算方法，包括：a)设定光环境；b)放置目标物进行驾驶员目标物视认；c)重新设置光环境，重复步骤b)；d）对于实验所取得的视认信息数据进行处理，建立视认时间与光环境参数色温、显色指数、亮度参数...',
    'name': '不同光环境下对非彩色目标物的视觉功效的测算方法及其系统',
    'proposer': '北京工业大学'
    },
    {
    'number': '201610865332.5',
    'abstract': '本发明公开一种获取视频的方法及终端，所述方法包括：获取第一时长，获取在第一子时长内录制的针对目标拍摄对象的第一多媒体数据、在第一子时长结束后对目标拍摄对象拍摄的至少一幅目标图像、以及在第二子时长内录制的针对目标拍摄对象的第二多媒体数据，所述...',
    'name': '一种终端及获取视频的方法',
    'proposer': '努比亚技术有限公司'
    },
    {
    'number': '201611043673.0',
    'abstract': '本发明公开了一种基于移动互联网的远程体育网校平台，该平台包括学员客户端模块、教练员客户端模块和服务器端模块三部分，其中所述学员客户端模块运行在学员终端上；所述教练员客户端模块运行在教练员终端上；所述服务器端模块运行在服务器上；学员客户端模块...',
    'name': '基于移动互联网的远程体育网校平台及使用方法',
    'proposer': '吉林师范大学'
    },
    {
    'number': '201410045973.7',
    'abstract': '本发明公开了一种空调器的服务提供系统、方法和空调无线控制器。系统包括：空调器、空调无线控制器和服务器，其中，空调无线控制器与服务器建立通话连接，并在空调无线控制器与服务器的通话过程中，空调无线控制器通过空调无线控制器中的应用程序获取与空调器...',
    'name': '空调器的服务提供系统、方法和空调无线控制器',
    'proposer': '广东美的制冷设备有限公司'
    },
    {
    'number': '201410173911.4',
    'abstract': '本发明公开了一种课件制作方法，整个方法有以下步骤来完成：步骤一：课件制作模块；首先打开需要讲解的文档；其次录制对文档的讲解过程；最后按照规定的格式保存，生成课件；步骤二：课件编辑模块；完成在步骤一下生成的课件的编辑，包括裁剪和将几个课件合并...',
    'name': '一种课件制作的方法',
    'proposer': '合肥百易坊信息科技有限公司'
    },
    {
    'number': '201410242978.9',
    'abstract': '本发明提供一种制作具有视频和音频的电子简历的系统，包括：协议接口，向求职者输入设备提供网络协议；模板单元，存储简历模板，并通过网络传输给求职者输入设备，包括文字版块、图像版块、音频版块和视频版块；信息接收单元，接收求职者输入的简历信息，简历...',
    'name': '一种制作具有视频和音频的电子简历的系统及方法',
    'proposer': '王继军'
    },
    {
    'number': '201310153420.9',
    'abstract': '一种内存数据无损压缩方法及装置，所述方法包括：分析内存中存储数据的类型；根据分析得到的内存中存储数据的类型，选择能够压缩所述类型数据的数据压缩方法；采用所选择的数据压缩方法，对内存中所述类型的数据进行无损压缩处理。上述方法及装置可以减少内存...',
    'name': '内存数据无损压缩方法及装置',
    'proposer': '展讯通信(上海)有限公司'
    },
    {
    'number': '201310163891.8',
    'abstract': '本发明属于核电站预应力孔道疏通技术领域，具体涉及一种预应力孔道观察与疏通方法；本发明目的是提供一种解决在预应力孔道因进混凝土（砂浆）堵塞后不破坏现有结构的前提下进行梳通的预应力孔道观察与疏通方法；本发明所述一种预应力孔道观察与疏通方法，包括...',
    'name': '一种预应力孔道观察与疏通方法',
    'proposer': '中国核工业二四建设有限公司'
    },
    {
    'number': '201380009013.9',
    'abstract': '一种眼具系统，包括眼具框架和应用模块。眼具框架包括对接站，和包括第一组预先配置的应用连接点的电子连接器。应用模块适于安装到对接站，并且包括被配置为执行功能的电子设备和对应于第一组预先配置的应用连接点当中的至少一些的第二组预先配置的应用连接点...',
    'name': '眼具对接站及电子模块',
    'proposer': 'HPO资产有限责任公司'
    },
    {
    'number': '201310327563.7',
    'abstract': '本公开内容提供了一种用于发布微博的方法，包括：接收来自于充当推荐者的第一微博客户端的用于发布直播视频微博的请求；创建具有唯一视频会议标识和特定配置参数的视频会议链接来响应该请求，并且向充当推荐者的第一微博客户端和充当追随者的多个第二微博客户...',
    'name': '用于发布微博的方法和系统',
    'proposer': '波利康公司'
    },
    {
    'number': '201410640618.4',
    'abstract': '本发明公开了一种仿真培训系统，包括：获取单元、存储单元、参数配置单元、控制单元、时间触发单元以及变电站仿真单元。获取单元通过获取变电站监控系统中的事故追忆表的数据，并进行存储。参数配置单元获取存储单元中的数据，并根据控制单元的指令进行配置。...',
    'name': '一种仿真培训系统及仿真培训方法',
    'proposer': '国家电网公司'
    },
    {
    'number': '201410734761.X',
    'abstract': '本发明提供一种智能赛课系统，包括：申请模块，用于输入赛课申请信息；赛课平台装置，用于根据所述赛课申请信息来获取与所述赛课申请信息相对应的赛课视频，并将所述赛课视频予以保存和播放；评论模块，用于输入对所述赛课视频的评论信息，并将所述评论信息予...',
    'name': '智能赛课系统',
    'proposer': '重庆晋才富熙科技有限公司'
    },
    {
    'number': '201510021634.X',
    'abstract': '本发明提供了一种基于Android智能移动终端环境监控系统，包括：安装在安卓操作系统的移动终端内的客户端、通过数据传输网络连接客户端的Web服务器端；客户端包括：用于获取移动终端的传感数据的数据采集模块，用于通过HTTP?Post方式连接W...',
    'name': '一种基于Android智能移动终端环境监控系统',
    'proposer': '北京科技大学'
    },
    {
    'number': '201510139811.4',
    'abstract': '本发明公开了一种基于移动终端的3D动画编辑方法，包括：选定3D动画素材；对输入的3D动画编辑信息进行处理；运行3D动画录制程序，获取当前3D渲染图像数据、当前播放的音频数据和当前的录音数据；根据3D动画编辑信息对图像数据进行渲染融合处理和对...',
    'name': '一种基于移动终端的3D动画编辑方法',
    'proposer': '厦门幻世网络科技有限公司'
    },
    {
    'number': '201510137257.6',
    'abstract': '本发明公开了一种录制倒序视频的方法及装置。所述方法包括：接收倒序录制视频的指令；启动倒序录制视频；接收视频帧数据，并倒序保存所述视频帧数据；结束录制视频。本发明实现了录制倒序的视频，当播放视频时，视频播放的顺序与接收的视频帧数据的顺序相反，...',
    'name': '录制倒序视频的方法及装置',
    'proposer': '广东欧珀移动通信有限公司'
    },
    {
    'number': '201510180868.9',
    'abstract': '本发明公开了一种对讲可视化调度方法及系统，包括调度管理平台、移动业务终端和移动调度台，该方法包括如下步骤：在电子地图上对移动终端的人员进行快速定位跟踪，并显示定位信息；对移动业务终端的用户进行工作轨迹的调度查询；对移动业务终端的用户发起呼叫...',
    'name': '一种对讲可视化调度方法及系统',
    'proposer': '泉州市铁通电子设备有限公司'
    },
    {
    'number': '201510312660.8',
    'abstract': '本发明公开了一种家用快递储物柜，包括柜体、柜门、电子门锁、通信模块和控制模块，所述控制模块分别与所述电子门锁、所述通信模块连接；所述通信模块通过通信网络接收用户指令，并将所述用户指令发送给所述控制模块；其中，所述用户指令包括用户需要接收快递...',
    'name': '一种家用快递储物柜',
    'proposer': '深圳市创新先进科技有限公司'
    },
    {
    'number': '201510270666.3',
    'abstract': '本发明公开了一种具有照像功能的光谱显示方法及系统，该方法包括：采集光谱数据以及样品测量装置的图像数据，所述样品测量装置包括测量样品；控制显示光谱数据以及样品测量装置的图像数据；根据对样品测量装置进行拍照或录制的控制命令记录样品测量装置的图像...',
    'name': '一种具有照像功能的光谱显示方法及系统',
    'proposer': '高利通科技(深圳)有限公司'
    },
    {
    'number': '201510350814.2',
    'abstract': '本发明公开了一种基于WLD-TOP的活体人脸检测方法，包括以下步骤：(1)训练阶段：读取训练集视频，对每一帧进行人脸区域检测，并转换成灰度人脸图像帧序列，构造三维图像矩阵，然后构造滤波模板并计算WLD特征，再生成WLD-TOP特征向量，最后...',
    'name': '一种基于WLD-TOP的活体人脸检测方法',
    'proposer': '中山大学'
    },
    {
    'number': '201510454793.9',
    'abstract': '本发明提供一种诊断结果的三维成像系统及方法，该系统包括摄像单元、图像处理单元、云端数据库、客户端，对患者CT中的病灶进行三维影像重建，形成病灶的3D模型，用以为患者提供全方位立体交互；将患者CT的分析报告、录制的视频短片、病灶的3D模型上传...',
    'name': '诊断结果的三维成像系统及方法',
    'proposer': '芜湖卫健康物联网医疗科技有限公司'
    },
    {
    'number': '201410339912.1',
    'abstract': '本发明提供了一种分享旅途经验的方法和设备。该方法包括：记录行车路线；建立行车路线与行车过程中用于分享的旅途经验信息之间的关联，以生成旅途经验数据，所述旅途经验数据在终端设备呈现时至少包括行车路线与旅途经验信息的可视化组合；通过网络分享旅途经...',
    'name': '分享旅途经验的方法和设备',
    'proposer': '大陆汽车投资(上海)有限公司'
    },
    {
    'number': '201510975999.6',
    'abstract': '本发明涉及一种即时通信方法和系统，该方法包括：中转服务器接收终端设备发送的数据包，并识别终端设备的身份信息；中转服务器根据身份信息查找所述终端设备对应的注册信息，注册信息包括终端设备已授权的通信软件的类型及账号信息；中转服务器根据通信软件的...',
    'name': '即时通信方法和装置',
    'proposer': '李录良'
    },
    {
    'number': '201511003052.5',
    'abstract': '本发明公开了一种基于屏幕镜像及RTSP流媒体框架的屏幕共享方法，其步骤如下：步骤一：服务端开启自定义的RTSP服务及MediaProjection系统服务，开启端口进行监听，等待客户端连接；步骤二：客户端连入后进入RTSP应答流程；步骤三：...',
    'name': '一种基于屏幕镜像及RTSP流媒体框架的屏幕共享方法',
    'proposer': '哈尔滨工业大学'
    },
    {
    'number': '201511015730.X',
    'abstract': '描述了用于操作摄像机的系统和方法。从图像传感器接收的图像信号可作为表征图像信号的多个视频信号进行处理。编码器可将基带和数字视频信号组合到输出信号中以在电缆上传输。视频信号可包括基本等时的基带和数字视频信号。解码器对上游信号解调以获得控制信号...',
    'name': '混合格式媒体传输系统和方法',
    'proposer': '英特赛尔美国有限公司'
    },
    {
    'number': '201410823165.9',
    'abstract': '本发明公开了录制演示文稿视频的方法及装置，其中，所述方法包括：在演示文稿播放的过程中，按照预置的时间间隔进行屏幕截图，并对讲解的声音信号进行采集，生成在第一时间轴上的连续音频信号；将截取到的各帧图像按照截取的先后顺序进行排序，并按照截取的时...',
    'name': '录制演示文稿视频的方法及装置',
    'proposer': '珠海金山办公软件有限公司'
    },
    {
    'number': '201610177655.5',
    'abstract': '本发明提供了一种儿童安全看护的设备、终端、系统和方法。该智能穿戴设备包括信息采集模块、第一通讯模块和第一远程操作模块；信息采集模块，用于采集儿童当前状况信息；第一通讯模块用于传输儿童当前状况信息和智能移动终端发出的指令；第一远程操作模块用于...',
    'name': '儿童安全看护的设备、终端、系统和方法',
    'proposer': '捷开通讯(深圳)有限公司'
    },
    {
    'number': '201610282560.X',
    'abstract': '本发明公开一种基于RFID与摄像头的物品监控取证系统及方法，能实现对重要物品被非法带出等异常事件的实时报警，同时自动提取事发前后的场景视频，关联到对应的报警消息，以供取证。所述系统包括：相互连接的RFID监控端、消息中间件、视频监控端和管理...',
    'name': '基于RFID与摄像头的物品监控取证系统及方法',
    'proposer': '中国科学院信息工程研究所'
    },
    {
    'number': '201610563826.8',
    'abstract': '本发明公开了一种桌面背靠背式IPC高清摄像机，它包括底壳（1）、防护盖（2）以及设置在防护盖（2）内的第一摄像头（3）、第二摄像头（4）和内部电路，第一摄像头（3）与第二摄像头（4）背靠背设置；所述的内部电路包括IPC主模块、WiFi模块、...',
    'name': '桌面背靠背式IPC高清摄像机',
    'proposer': '四川君逸易视科技有限公司'
    },
    {
    'number': '201610656426.1',
    'abstract': '本发明涉及一种使用便携式电子设备屏幕背光进行补光的方法及设备。本发明所提供的方法是在正常使用的便携式电子设备屏幕背光电路结构和空间布局基础上，在屏幕合适的位置加入闪光LED，将闪光LED产生的光线注入屏幕导光板，经屏幕导光板的散射作用将光线...',
    'name': '使用便携式电子设备屏幕背光进行补光的方法及设备',
    'proposer': '圣邦微电子(北京)股份有限公司'
    },
    {
    'number': '201510141801.4',
    'abstract': '一种多功能智能网络电视。发明创造。全新一体集成设计，独有的设计，立式DVD光驱一体设计，打破传统TV单一收视功能，技术关键在于电路设计与集成，A/DD/A信号转换，操作系统的开发，应用软件和专用软件的开发，微环境监测设备研发。设计集成涉及多...',
    'name': '一种多功能智能网络电视',
    'proposer': '姜洪军'
    },
    {
    'number': '201610521515.5',
    'abstract': '本发明实施例公开了一种多媒体传输方法、装置及多媒体盒子，该方法包括：生成音频和/或视频文件，并将该音频和/或视频文件上传到云服务器中。该方法通过将多媒体盒子生成的音频和/或视频文件上传到云服务器中，使得参加视频电话会议的终端可以从云服务器下...',
    'name': '多媒体传输方法、装置及多媒体盒子',
    'proposer': '孔尧'
    },
    {
    'number': '201610700867.7',
    'abstract': '本发明公开了一种视频加密播放方法，所述视频加密播放方法，包括如下步骤：(1)对视频数据进行加密：将视频传送到云服务器并在云服务器对数据进行加密；(2)对视频播放进行保护：视频在播放的过程中对视频播放内容进行防窃保护。对重要以及安全性比较高的...',
    'name': '一种视频加密播放方法',
    'proposer': '深圳算云视讯科技有限公司'
    },
    {
    'number': '201610746051.8',
    'abstract': '本发明公开了一种嵌入式无线网络监控终端，包括采集装置、监控终端、报警器和通信模块，采集装置通过通信模块与监控终端连接，监控终端通过通信模块与报警器连接，警报器与监控终端连接；采集装置包括摄像机、温度传感探头、烟雾传感探头、流量检测探头和/或...',
    'name': '一种嵌入式无线网络监控终端',
    'proposer': '河源市新天彩科技有限公司'
    },
    {
    'number': '201610703701.0',
    'abstract': '本公开是关于一种行车记录仪视频获取方法、装置及行车记录仪。该方法包括：获取录制分享视频指令；根据所述录制分享视频指令，采用设定视频分辨率录制设定时长的视频，其中，录制得到的视频用于通过与行车记录仪连接的移动终端的社交应用程序显示。本公开的方...',
    'name': '行车记录仪视频获取方法、装置及行车记录仪',
    'proposer': '北京小米移动软件有限公司'
    },
    {
    'number': '201610715558.7',
    'abstract': '本发明公开了一种自主设备维护技能提升系统，包括：上级客户端，用于录制视频数据、制作文档数据，并将视频数据和文档数据上传服务器；对次级客户端的文档交互结果进行验证；次级客户端，用于播放视频数据、与服务器进行文档交互、查阅服务器文档；服务器，用...',
    'name': '一种自主设备维护技能提升系统',
    'proposer': '广州御银科技股份有限公司'
    },
    {
    'number': '200580006722.7',
    'abstract': '本发明涉及一种信号处理系统,包含用于存储输入信号的第一电子装置,用于实时处理由此存储的输入信号的第二装置,以及用于存储由此处理的信号的第三电子装置。根据本发明,这个系统的特征在于,所述第二处理装置本身包含用于所述输入信号的离线信号增强装置,...',
    'name': '信号处理系统',
    'proposer': '皇家飞利浦电子股份有限公司'
    },
    {
    'number': '200510036956.8',
    'abstract': '本发明公开一种活动式数字音像电子储存播放系统,包括视频录像装置以及活动连接于视频录像装置上的可移动外置硬盘装置;所述视频录像装置由硬件部分和软件部分构成的,所述可移动外置硬盘装置也由硬件部分和软件部分构成的;由于本发明采用上述格式化、录制、...',
    'name': '一种活动式数字音像电子储存播放系统',
    'proposer': '忠礼电子(深圳)有限公司'
    },
    {
    'number': '200710178856.8',
    'abstract': '本发明公开了一种录制系统、方法以及一种录制控制单元和一种录制存储单元。录制系统包括:录制存储单元、录制控制单元和录制源设备,其中:录制存储单元,将用户输入的录制启动条件发送出去,接收录制控制单元发来的唤醒信息,将用户输入的录制控制参数发送出...',
    'name': '录制系统、方法及录制控制单元',
    'proposer': '北京中星微电子有限公司'
    },
    {
    'number': '200810108997.7',
    'abstract': '本发明涉及用于AVS的统一起始码竞争阻止比特处理的方法和系统。具有任意比特串长度例如2比特的起始码竞争阻止比特串被插入AVS编码数据内。解码时,解析接收的AVS编码数据,以识别出起始码竞争阻止比特串和起始码。可将检测到起始码竞争阻止比特串和...',
    'name': '处理数据的方法和系统',
    'proposer': '美国博通公司'
    },
    {
    'number': '200910001536.4',
    'abstract': '本发明公开了一种可视对话门铃的制备方法及其系统,其由响铃处理模块、录制储存模块、视频采集处理模块、语音采集处理模块、监听按键模块、无线网络模块、数据压缩模块、无线接发模块与无线控制模块构成,用户无需紧贴窥视孔就能清晰获得室外情况,适用于不同...',
    'name': '可视对话门铃的制备方法及其系统',
    'proposer': '东莞光阵显示器制品有限公司'
    },
    {
    'number': '200810220121.1',
    'abstract': '本发明公开了一种具有安防功能的自动售货机系统,该自动售货机系统包括控制中心及受其控制的售货管理模块、通信控制模块、音视频处理模块、报警感应模块,其中音视频处理模块包括在售货机顶部或上部设有摄像头,货机内有语音采集单元,音视频处理模块根据出现...',
    'name': '一种具有安防功能的自动售货机系统',
    'proposer': '中山市易购电子商务科技有限公司'
    },
    {
    'number': '200910051141.5',
    'abstract': '本发明提供一种网格定位出警终端及其实现方法,属于警用电子设备领域。该网格定位出警终端的组成部分包括有:网格导航模块,优化路径比较模块,摄录功能模块,以及身份证验证模块。利用本发明中的网格导航模块及优化路径比较模块,能够快速对出警的路径进行搜...',
    'name': '网格定位出警终端及其实现方法',
    'proposer': '上海迈辉信息技术有限公司'
    },
    {
    'number': '200810037222.5',
    'abstract': '本发明提供一种自刻录式分离型摄录装置以及用以实现加密刻录的方法,属于电子设备领域。所述的装置包括有摄录组件,摄录主机,以及光盘生成器。利用分离设置的摄录主机和摄录组件,用户在不影响原有事务的基础上,可以随时随地地进行音视频内容的录制操作,并...',
    'name': '自刻录式分离型摄录装置以及用以实现加密刻录的方法',
    'proposer': '上海凌锐信息技术有限公司'
    },
    {
    'number': '200810132483.5',
    'abstract': '本发明是一种用于自动监控电视信号观看活动的方法。特点在于提供一个监测装置,在其中电视信号能被同时运用于监测和电视机播出一样的电视信号。监测装置还能从播出的电视信号中提取指纹数据,是从观众观看的电视信号中提取。然后,指纹数据将被传输到数据中心...',
    'name': '自动监控电视信号收看活动的方法',
    'proposer': '北京亿科三友科技发展有限公司'
    },
    {
    'number': '200810132105.7',
    'abstract': '本发明是用于自动监控电视信号收看活动的系统。特点在于提供一个监测装置,在其中电视信号能被同时运用于监测和电视机播出一样的电视信号。监测装置还能从播出的电视信号中提取指纹数据,是从观众观看的电视信号中提取。然后,指纹数据将被传输到数据中心。传...',
    'name': '自动监控电视信号收看活动的系统',
    'proposer': '北京亿科三友科技发展有限公司'
    },
    {
    'number': '200810161511.6',
    'abstract': '本发明提供一种智能型家电控制系统及方法。该系统包括一智能型家电与一电子装置。电子装置透过一网络与智能型家电进行耦接;电子装置透过网络传送一即时信息至智能型家电;智能型家电接收即时信息,且依据即时信息进行控制。本发明的智能型家电控制系统及方法...',
    'name': '智能型家电控制系统及方法',
    'proposer': '宏碁股份有限公司'
    },
    {
    'number': '200910303538.9',
    'abstract': '本发明属磁共振成像的技术领域,具体的是指一种适用于磁共振成像中获取被试详细生理信息的方法,提供了一种磁共振成像中获取被试详细生理信息的方法,能在磁共振成像数据采集时同步得到被试各方面的详细生理信息。首先在数据采集时,录制屏幕实时信号,采集得...',
    'name': '一种磁共振成像中获取被试详细生理信息的方法',
    'proposer': '华东师范大学'
    },
    {
    'number': '200810182547.2',
    'abstract': '本发明提供一种三维动画视频导航方法及其系统,其方法包括以下步骤:确定使用者目前所在位置;判断使用者是否进入三维动画视频数据播放范围;数据查询模块选择三维动画视频数据;三维动画视频播放模块计算三维动画视频显示帧的位置并在显示装置上播放;位置判...',
    'name': '三维动画视频导航方法及系统',
    'proposer': '北京龙图通信息技术有限公司'
    },
    {
    'number': '200910079827.5',
    'abstract': '本发明属于视频处理技术领域,具体涉及一种法庭庭审视频实时标引方法。该方法根据法庭庭审的规定环节,确定每个环节的标引内容;使用数字化摄像装置对整个庭审过程进行不间断的连续拍摄,形成视频文件,并将文件实时发送存储在视频服务器的存储器中;当庭审进...',
    'name': '一种法庭庭审视频实时标引方法',
    'proposer': '新奥特硅谷视频技术有限责任公司'
    },
    {
    'number': '200910203685.9',
    'abstract': '本发明实施例涉及实现视频通话的方法、装置和系统;其中,所述包括:接收到主叫发起的视频通话呼叫后,与主叫进行媒体协商,同时向被叫发起视频通话呼叫;被叫应答后,与被叫进行媒体协商,完成主被叫之间的视频话路搭建;当接收到主叫和/或被叫的指示后,根...',
    'name': '实现视频通话的方法、装置和系统',
    'proposer': '华为技术有限公司'
    },
    {
    'number': '201010576961.9',
    'abstract': '本发明公开了一种移动终端及其防盗方法,其中,移动终端包括:防盗识别卡,固定设置于移动终端中,用作移动终端的第二身份标识,防盗识别卡的号码与移动终端的用户识别卡SIM的卡号不同;接收模块,用于接收发送给防盗识别卡的信号,并根据信号启动信息收集...',
    'name': '移动终端及其防盗方法',
    'proposer': '中兴通讯股份有限公司'
    },
    {
    'number': '201010576430.X',
    'abstract': '本发明属于网络技术领域,具体涉及一种网页上实现多Flash网络流量监控的方法,包括以下步骤:源用户打开网页加载多个Flash插件,每个Flash在接收用户和网页相关操作指令并调用API进行网络处理操作时,得到网络处理的信息并对信息进行分析处...',
    'name': '一种网页上实现多Flash网络流量监控的方法',
    'proposer': '苏州阔地网络科技有限公司'
    },
    {
    'number': '201110109370.5',
    'abstract': '本发明发布了一种基于网页实现的网络流量监控方法,包括以下步骤:通讯服务器对接收的网络处理操作指令的权限进行认证并在认证通过后,Flash插件调用应用程序编程接口API进行网络处理操作,记录网络处理操作流量信息并进行统计汇总;Flash插件调...',
    'name': '一种基于网页实现的网络流量监控方法及系统',
    'proposer': '苏州阔地网络科技有限公司'
    },
    {
    'number': '201110109366.9',
    'abstract': '本发明公开了一种基于网页的多Flash网络流量监控方法,包括以下步骤:通讯服务器对接收的网络处理操作指令的权限进行认证并在认证通过后,多个Flash插件调用应用程序编程接口API进行网络处理操作,分别记录网络处理操作流量信息并进行统计汇总;...',
    'name': '一种基于网页的多Flash网络流量监控方法及系统',
    'proposer': '苏州阔地网络科技有限公司'
    },
    {
    'number': '201110274481.1',
    'abstract': '本发明涉及一种与投影仪互动的手持移动设备及与投影仪互动的方法,所述设备包括:无线连接模块;视频输入模块,用于接收投影仪的视频信号并存储入存储模块;存储模块,用于存储接收到的投影仪的视频信号;视频解码模块,用于将存储模块中的视频信号分解为音频...',
    'name': '与投影仪互动的手持移动设备及与投影仪互动的方法',
    'proposer': '盛乐信息技术(上海)有限公司'
    },
    {
    'number': '201110419487.3',
    'abstract': '本发明提供了一种楼宇门禁系统，包括楼门端、居室端和用户终端，所述楼门端设置有门锁和呼叫模块，所述居室端设置有接听模块和门锁控制模块；还包括一远程通信模块，所述远程通信模块设置于楼门端和居室端的任意一端；所述远程通信模块与呼叫模块连接，用于根...',
    'name': '楼宇门禁系统',
    'proposer': '上海顶竹通讯技术有限公司'
    },
    {
    'number': '201210484408.1',
    'abstract': '本发明公开了移动终端中的信息录制方法及装置，其中，所述方法可以包括：检测移动终端的加速度；判断所述加速度是否达到预置的阈值；如果所述加速度达到预置的加速度阈值，则启动移动终端的录制功能进行信息的录制。通过本发明，不需要在移动终端有限的外壳面...',
    'name': '移动终端中的信息录制方法及装置',
    'proposer': '北京小米科技有限责任公司'
    },
    {
    'number': '201310016705.8',
    'abstract': '本发明公开了一种基于视频图像的交互式智能输入方法，该方法使设备可以实现用户非接触式操作，通过采集用户双手的运动路径，速度及加速度等信息，实现实体键盘的输入功能，并将采集到的信息以字符流的格式输出，供上层软件调用实现定制化应用。该方法还可以根...',
    'name': '一种基于视频图像的非接触式智能输入方法及装置',
    'proposer': '中国科学院自动化研究所'
    },
    {
    'number': '201210054969.8',
    'abstract': '本发明中提供了屏幕解锁方法和数据访问控制方法，包括：预先采集用户输入的签名特征，构造与采集环境相对应的签名基本信息进行保存；当需要进行屏幕解锁或访问受限的敏感数据或应用时，采集用户当前输入的签名特征，并根据采集环境提取与该采集环境对应保存的...',
    'name': '屏幕解锁和数据访问控制方法及安全控制装置',
    'proposer': '北京三星通信技术研究有限公司'
    },
    {
    'number': '201310206778.3',
    'abstract': '本发明实施例提供了一种本地录制业务的实现方法和装置，所述方法包括：接收到启动第一本地录制业务的指令；确定正在运行第二本地录制业务，获取第二本地录制业务的录制时间范围；接收用户在所述录制时间范围中指定的第一本地录制业务的录制起始时间或录制时间...',
    'name': '本地录制业务的实现方法和装置',
    'proposer': '华为技术有限公司'
    },
    {
    'number': '201310284340.7',
    'abstract': '本发明实施例公开了一种远程桌面的实现方法及装置，所述方法包括：截取屏幕显示数据，并对所述屏幕显示数据进行调整；通过录像模块将调整后的屏幕显示数据组织成视频文件数据；向接收端发送所述视频文件数据，以使得所述接收端根据所述视频文件数据在所述接收...',
    'name': '远程桌面的实现方法及装置',
    'proposer': '宇龙计算机通信科技(深圳)有限公司'
    },
    {
    'number': '201310391471.5',
    'abstract': '本发明公开用于在无接触环境中记录操作的方法和设备。本文公开的示例方法包括使用移动装置的摄像机和图像输入的基于熵的分割来识别用户指尖的一个或多个的位置，确定用户指尖位置与移动装置的控制接口之间的对应，该控制接口包括基于用户输入执行的多个功能，...',
    'name': '用于记录操作的方法和设备',
    'proposer': '通用电气公司'
    },
    {
    'number': '201410234503.5',
    'abstract': '一种新型的无线多媒体互动教学系统的按键控制方法，具备实时交互、互动点屏的交互展台，采用500万高清传感器，实现1080P30帧高清数字图像输出，结合一体机、电子白板、及无线教学仪使用，实现操作者通过无线和网线对实物展台输出的实物画面进行批注...',
    'name': '一种新型的无线多媒体互动教学系统的按键控制方法',
    'proposer': '杭州华银教育多媒体科技股份有限公司'
    },
    {
    'number': '201310371823.0',
    'abstract': '本发明涉及一种智能互动式玩具，包括有玩具本体，其特点是：在玩具本体内设置有控制装置，控制装置的底座控制端口连接有驱动组件。驱动组件上连接有运动组件，控制装置的交互端口上连接有通讯组件，控制装置的光电控制端口上连接有发光组件，控制装置的音频输...',
    'name': '智能互动玩具故事板定制演绎方法',
    'proposer': '朱江'
    },
    {
    'number': '201510077519.4',
    'abstract': '一种运用移动终端搜集新闻线索的方法，其特征在于:包括以下步骤:打开移动终端，从视频采集、音频采集、图片采集、文本采集模块中选择相应的功能模块并开始采集新闻；将移动终端采集到的信息进行压缩编码，在不丢失信息细节的前提条件下，减少不必要的数字信...',
    'name': '一种运用移动终端搜集新闻线索的方法',
    'proposer': '湖北光谷天下传媒股份有限公司'
    },
    {
    'number': '201510268492.7',
    'abstract': '智能判定车辆负载状态与配货定位平台系统，它涉及车辆配载技术领域，它包含车辆运输箱体内的监控摄录设备，摄录设备通过视频传输线路将车辆箱体内的货物变化及状态图片或摄录信息传输给GPS/GPRS智能车载定位终端，监控平台数据处理中心通过云信息技术...',
    'name': '智能判定车辆负载状态与配货定位系统',
    'proposer': '北京物通时空网络科技开发有限公司'
    },
    {
    'number': '201510584159.7',
    'abstract': '一种可视化智能监控数据安防控制分站系统，涉及一种安防控制系统，所述系统包括信号采集、传输、监测、数据转换、数据储存、多屏实时界面显示，传感器异常状况显示、打印部分的组块及触摸屏按键操作界面；本系统并具有多个数据采集点，采集点的设置，依据重要...',
    'name': '一种可视化智能监控数据安防控制分站系统',
    'proposer': '泰山医学院'
    },
    {
    'number': '201610211564.9',
    'abstract': '本发明涉及一种基于体感技术的银行ATM机智能监控方法，它包括在ATM机操作区域安装3D体感设备，实时捕捉操作者的人体3D骨架图像，提取关键关节点特征向量，将特征向量输入到动作分类器中进行分类，确定是否为需要监控的危险暴力动作，其中将动作分类...',
    'name': '一种基于体感技术的银行ATM机智能监控方法',
    'proposer': '南京华捷艾米软件科技有限公司'
    },
    {
    'number': '201610202031.4',
    'abstract': '本发明公开了一种电子询标的方法、系统及招投标系统，包括：系统为评标专家和投标人分配权限；评标专家向投标人发起质询；投标人接受质询后，发送答复信息。通过上述方式，本发明可以减少繁琐的线下询标过程，操作便捷，可独立使用，也可嵌入到电子招投标系统...',
    'name': '电子询标的方法、系统及招投标系统',
    'proposer': '福建随行软件有限公司'
    },
    {
    'number': '201610210171.6',
    'abstract': '本发明涉及一种基于体感技术的幼儿园智能监控方法，它包括在幼儿园安装3D体感设备，实时捕捉儿童3D人体骨架图像，提取关键关节特征向量，将特征向量输入到动作分类器中动作进行分类，找出匹配度最高的动作，其中将动作分类通过机器学习方法提前训练。本发...',
    'name': '一种基于体感技术的幼儿园智能监控方法',
    'proposer': '南京华捷艾米软件科技有限公司'
    },
    {
    'number': '201610619023.X',
    'abstract': '本发明公开了一种基于移动终端的业务处理方法，包括步骤：移动终端在接收到服务器基于业务数据处理请求发送的提示信息时，显示该提示信息，以供用户采集用户身份信息；通过内置身份证识别芯片或外置蓝牙身份证识别终端、内置摄像头、麦克风对采集的用户身份信...',
    'name': '基于移动终端的业务处理方法及装置',
    'proposer': '深圳市银雁金融服务有限公司'
    },
    {
    'number': '201610669632.6',
    'abstract': '本发明适用于存储领域，提供了一种视频存储方法和装置，旨在解决现有技术不支持将高分辨率的视频实时录制到外置存储卡上。所述方法包括：获取存储卡的写速度和视频平均码率；若存储卡的写速度与视频平均码率的比值在预设的重组范围内，则对实时录制的视频进行...',
    'name': '一种视频存储方法和装置',
    'proposer': 'TCL集团股份有限公司'
    },
    {
    'number': '201610438747.4',
    'abstract': '本发明实施例公开了一种音频流处理方法及移动终端，包括：获取音频流；确定请求输出所述音频流的应用，获取所述应用所属的音频类型，所述音频类型包括通话类型和播放类型；根据预存的音频类型与音频输出模式之间的映射关系，确定所述应用所属的音频类型对应的...',
    'name': '一种音频流处理方法及移动终端',
    'proposer': '广东欧珀移动通信有限公司'
    },
    {
    'number': '201610831970.5',
    'abstract': '本发明提供一种多方视频会议数据传输方法，包括以下步骤：步骤401，开始；步骤402，视频会议服务器判断多方视频会议是否结束；若是，转步骤408；若否，转步骤403；步骤403，视频会议服务器接收参与多方视频会议的各视频会议终端的视频数据；步...',
    'name': '多方视频会议系统和多方视频会议数据传输方法',
    'proposer': '无锡纽微特科技有限公司'
    },
    {
    'number': '201610624550.X',
    'abstract': '本发明公开了一种摄像头视频处理的方法和终端，以解决现有技术中存在的视频处理方式容易产生间隔的问题。本发明实施例中终端进行视频处理时，终端通过编码器对视频数据进行编码；终端通过第一接口将编码器输出的视频数据存储到第一接口对应的文件中；当第一接...',
    'name': '一种摄像头视频处理的方法和终端',
    'proposer': '青岛海信移动通信技术股份有限公司'
    },
    {
    'number': '201610664708.6',
    'abstract': '本发明涉及一种基于教室互动黑板的广播与快速知识复习系统，包括远端监控平台和若干个教室互动黑板，远端监控平台与教室互动黑板通过网络进行通信连接；教室互动黑板包括硬件设备和终端软件系统，硬件设备至少包括黑板框体、显示屏和控制主板，显示屏嵌入设置...',
    'name': '一种基于教室互动黑板的广播与快速知识复习系统',
    'proposer': '江苏欧帝电子科技有限公司'
    },
    {
    'number': '201611152465.4',
    'abstract': '一种智能家居中心控制服务器，包括身份权限信息配置模块，用于预先配置各个智能家居设备的合法用户身份信息以及临时身份信息以及各个智能家居设备的权限配置信息；将智能家居设备划分为安全相关的智能家居设备以及不属于安全相关的智能家居设别；身份信息判断...',
    'name': '智能家居中心控制服务器',
    'proposer': '宁夏煜隆科技有限公司'
    },
    {
    'number': '201610741893.4',
    'abstract': '本发明公开了一种远程控制的门禁物联网系统，包括远程控制系统、指纹识别器，指纹识别器包括指纹传感器、处理器、指纹储存模块、指纹验证模块和通讯接口，指纹储存模块用于储存用户的指纹信息，指纹传感器将采集的指纹信息输送到处理器中，程控制系统包括存储...',
    'name': '一种远程控制的门禁物联网系统',
    'proposer': '合肥若涵信智能工程有限公司'
    },
    {
    'number': '201710091135.7',
    'abstract': '本发明提供一种基于云平台的智慧学习系统，所述智慧学习系统是跨终端服务的所述智慧学习系统由客户端设备，应用层，管理平台层，数据库以及基础设施层组成；所述客户端设备，用于将系统内容呈现给用户，所述系统根据客户端设备类型提供不同的界面和功能；所述...',
    'name': '一种基于云平台的智慧学习系统',
    'proposer': '管斌彬'
    },
    {
    'number': '阿卫德技术公司',
    'name': '包括多数据流配置控制转换的便携式动态画面录制设备',
    'proposer': '便携式动态画面录制设备包括开关控制(86A,88A)以启动多数据流配置,两个输出编码器(86,88)接收合成或组合数字视频信号。组合视频信号有三个来源:被解码的合成视频,组合视频,以及随机存取存储设备(100)。合成视频模/数转换器(68)...'
    },
    {
    'number': '200710304144.6',
    'abstract': '本发明公开了一种音/视频直播系统和直播方法,包括:数据采集客户端和直播服务器。所述数据采集客户端设置在移动通信终端上,用于采集移动通信终端录制的音/视频数据流,并将采集到的音/视频数据流实时发送给所述直播服务器;所述直播服务器将接收到的音/...',
    'name': '音/视频直播系统和直播方法',
    'proposer': '腾讯科技(深圳)有限公司'
    },
    {
    'number': '201210383421.8',
    'abstract': '本发明公开了一种共享数字病理切片数据的远程教学方法和系统，通过使用该方法和该系统，病理切片进行了数字化，病理方向的学生可以方便的调用存储在服务器当中的数字病理切片和相应的诊断信息，病例分析信息，进行远程学习，实时获得老师的远程视频，大大降低...',
    'name': '一种共享数字病理切片数据的远程教学方法和系统',
    'proposer': '宁波江丰生物信息技术有限公司'
    },
    {
    'number': '201310095344.0',
    'abstract': '本发明公开了一种行人动力学参数测取综合实验台系统，包括移动式立板围绕形成一定宽度的环形通道；环形通道上方的顶棚布设九台红外网络高清摄像头，对通道全方位覆盖；移动式立板上布设RFID天线；环形通道外环布设六台RFID读写器，并通过RFID数据...',
    'name': '一种行人动力学参数测取综合实验台系统',
    'proposer': '中国科学技术大学'
    },
    {
    'number': '201510912720.X',
    'abstract': '本发明公开了一种摩擦噪声小的二维磁悬浮动力学实验仪，包括磁性载台，磁性载台固装支架，支架上端呈弯曲的形式，支架的顶端固定有照明灯及对载台上表面进行摄像的摄像头，磁性载台上配有具有磁性的碰撞演示样品，碰撞演示样品悬浮在磁性载台上；磁性载台上固...',
    'name': '摩擦噪声小的二维磁悬浮动力学实验仪',
    'proposer': '杭州大华仪器制造有限公司'
    },
    {
    'number': '201510912721.4',
    'abstract': '本发明公开了一种使用方便的二维磁悬浮动力学实验仪，包括磁性载台，磁性载台固装支架，支架上端呈弯曲的形式，支架的顶端固定有照明灯及对载台上表面进行摄像的摄像头，磁性载台上配有具有磁性的碰撞演示样品，碰撞演示样品悬浮在磁性载台上；磁性载台上固定...',
    'name': '使用方便的二维磁悬浮动力学实验仪',
    'proposer': '杭州大华仪器制造有限公司'
    },
    {
    'number': '201510912722.9',
    'abstract': '本发明公开了一种结构合理的二维磁悬浮动力学实验仪，包括磁性载台，磁性载台固装支架，支架上端呈弯曲的形式，支架的顶端固定有照明灯及对载台上表面进行摄像的摄像头，磁性载台上配有具有磁性的碰撞演示样品，碰撞演示样品悬浮在磁性载台上；磁性载台上固定...',
    'name': '结构合理的二维磁悬浮动力学实验仪',
    'proposer': '杭州大华仪器制造有限公司'
    },
    {
    'number': '201610249223.0',
    'abstract': '本发明涉及不同光环境下对目标物的视觉功效的测算方法，包括：a)设定光环境；b)测量色温时间关系；c)驾驶员目标物视认；d)重新设置光环境，重复步骤c)；e）对于实验所取得的视认信息数据进行处理，建立视认时间与光环境参数色温、显色指数、亮度参...',
    'name': '不同光环境下对目标物的视觉功效的测算方法',
    'proposer': '北京工业大学'
    },
    {
    'number': '201611156561.6',
    'abstract': '一种改进型智能家居中心控制服务器，包括身份权限信息配置模块，用于将智能家居设备划分为安全相关的智能家居设备以及不属于安全相关的智能家居设别；验证过程信息串生成模块，用于建立验证过程信息串对应的各个合法用户参与规则；各个合法用户参与规则包括各...',
    'name': '改进型智能家居中心控制服务器',
    'proposer': '宁夏煜隆科技有限公司'
    },
    {
    'number': '201710272276.9',
    'abstract': '本发明公开了一种模拟创业沙盘，所述模拟创业沙盘包括操作模块、分析模块、记录模块、同步模块和展示模块；所述操作模块包括沙盘桌、座椅、感应器、感应探头、芯片卡牌和可触式黑板；所述沙盘桌为长方形的桌子，其内部设有感应器和感应探头；所述沙盘桌表面设...',
    'name': '一种模拟创业沙盘',
    'proposer': '广西民族师范学院'
    },
    {
    'number': '201310293416.2',
    'abstract': '一种带电作业技术培训配电线路部分3D教学课片的制作方法，建立与带电作业相关的场景、设备、人物、工器具、管理文件素材模型，建立管理系统，管理系统为模型素材库管理软件、动态控制引擎软件、课片录制软件、影视教学编辑软件、3D动画管理子系统，窗口界...',
    'name': '带电作业技术培训配电线路部分3D教学课片的制作方法',
    'proposer': '国家电网公司'
    },
    {
    'number': '201510651236.6',
    'abstract': '本发明公开了一种电气化铁路牵引变电所的可视化仿真培训系统及方法，利用三维仿真建模软件、动画制作软件及辅助软件创建三维可视化仿真培训系统，能有效调动培训对象的视觉、听觉等多种感知器官参与感知活动，有助于对培训内容的理解和接受，学员可自主选择学...',
    'name': '一种电气化铁路牵引变电所的可视化仿真培训系统及方法',
    'proposer': '国电南瑞科技股份有限公司'
    },
    {
    'number': '200610138484.1',
    'abstract': '本发明涉及互联网站方面的技术。确切的谈是利用FLASH插件技术创建互联网虚拟会客厅在一个界面同时实现同步异步交流平台。把互联网各种信息交流工具,提炼精简为:只用一个虚拟空间界面进行虚拟现实的操作。使互联网交流形象化,直观化。本发明把即时通信...',
    'name': '利用FLASH插件技术创建互联网虚拟会客厅在一个界面同时实现同步异步交流',
    'proposer': '张立伟'
    },
    {
    'number': '201210382048.4',
    'abstract': '本发明涉及一种压水堆核电厂装卸料操作工艺仿真系统，包括由LED显示屏、触摸屏和由按钮、开关、操纵杆、指示灯、报警器构成的元器件部分组成的操作控制台，由可编程序控制器PLC、PC机图形工作站组成的信息通讯和处理装置，由场景显示器和摄像头显示器...',
    'name': '一种压水堆核电厂装卸料操作工艺仿真系统',
    'proposer': '国核电站运行服务技术有限公司'
    }
]